{
  "November 2014": [
    {
      "1 November": [
        {
          "refs": [
            {
              "text": "Kurdish peshmerga forces arrive in Kobani to bolster fight against Isis",
              "href": "http://www.theguardian.com/world/2014/nov/01/kurdish-peshmerga-kobani-isis-syria"
            }
          ],
          "event": "Turkey breaks from its policy of preventing Kurdish fighters from entering Syria and allows 150 Iraqi Peshmerga to cross into Kobanê."
        }
      ]
    },
    {
      "3 November": [
        {
          "refs": [
            {
              "text": "Islamic State says seizes second gas field in Syria",
              "href": "http://in.reuters.com/article/2014/11/03/mideast-crisis-homs-idINKBN0IN0ET20141103"
            }
          ],
          "event": "November 3 - Islamic State militants claim to have captured the Jahar gas fields in Homs, the second gas field they have captured in a week."
        }
      ]
    },
    {
      "5 November": [
        {
          "refs": [
            {
              "text": "Eleven children killed when mortars hit Damascus school: monitoring group",
              "href": "http://www.reuters.com/article/idUSKBN0IP1J320141105?irpc=932"
            }
          ],
          "event": "11 children are killed by mortar fire at a school in Damascus."
        }
      ]
    },
    {
      "9 November": [
        {
          "refs": [
            {
              "text": "http://www.skynews.com.au/news/top-stories/2014/11/10/syria-rebels-and-al-qaeda-capture-key-town.html",
              "href": "http://www.skynews.com.au/news/top-stories/2014/11/10/syria-rebels-and-al-qaeda-capture-key-town.html"
            },
            {
              "text": "Syria rebels, Nusra capture key southern town: monitor",
              "href": "http://www.dailystar.com.lb/News/Middle-East/2014/Nov-09/276995-syria-rebels-nusra-capture-key-southern-town-monitor.ashx#axzz3IinBJb4Y"
            }
          ],
          "event": "Nusra Front and other local rebels capture the southern city of Nawa from Syrian Arab Army forces after months of fighting."
        }
      ]
    },
    {
      "16 November": [
        {
          "refs": [
            {
              "text": "Abdul-Rahman Kassig: US hostage 'killed by IS'",
              "href": "http://www.bbc.com/news/world-middle-east-30073602#"
            }
          ],
          "event": "ISIL claims to have executed American hostage Abdul-Rahman Kassig."
        }
      ]
    },
    {
      "23 November": [
        {
          "refs": [
            {
              "text": "Report: ISIS Downs Syrian Arab Army Plane in Deir Ezzor, Syria",
              "href": "http://www.israelnationalnews.com/News/Flash.aspx/309795#.VHLN2YvF_l5"
            }
          ],
          "event": "ISIL downs one of Syrian Arab Army fighter planes over the city of Deir Ezzor. According to SOHR, the Syrian Arab Army plane had carried out twenty airstrikes over the town the previous night, but it was the first time that ISIS had succeeded in bringing one down."
        },
        {
          "refs": [
            {
              "text": "Raqqa, Syria, is new target for coalition airstrikes - CNN.com",
              "href": "http://www.cnn.com/2014/11/30/world/meast/syria-raqqa-fighting/index.html?hpt=hp_t1"
            }
          ],
          "event": "Almost 100 people were killed and many more critically injured in at least 10 Syrian government airstrikes in Raqqa, according to SOHR. Targets included the city's al-Hani Mosque and the public souk, or market."
        }
      ]
    },
    {
      "25 November": [
        {
          "refs": [],
          "event": "Syrian Air Force raids on the city of Raqqa kill at least 36 people."
        }
      ]
    },
    {
      "28 November": [
        {
          "refs": [
            {
              "text": "Syria activists mourn ‘death’ of revolution",
              "href": "http://www.nst.com.my/node/57357"
            }
          ],
          "event": "According to the New Straits Times (a government-controlled Malaysian newspaper), activists and opposition figures indicate the demise of the Revolution to topple Assad, calling the revolt a failure."
        },
        {
          "refs": [
            {
              "text": "Islamic State group attacks Kobani from Turkey",
              "href": "https://news.yahoo.com/islamic-state-group-attacking-kobani-turkey-102358724.html"
            }
          ],
          "event": "According to a Kurdish official and activists, ISIL raids Kobani from a base in Turkey."
        }
      ]
    },
    {
      "November 29": [
        {
          "refs": [],
          "event": "Heavy fighting in Kobani kills at least 40 fighters from both ISIL and Kurdish forces."
        }
      ]
    },
    {
      "November 30": [
        {
          "refs": [
            {
              "text": "Syrian rebels advance towards Damascus",
              "href": "http://aranews.net/2014/12/syrian-rebels-advance-towards-damascus/"
            }
          ],
          "event": "Phe pro-regime warplanes carry out aerial bombardments on the residential building in the cities of Jassem, Tafas, killing at least 20 civilians including women and children, and one civilian respectively."
        },
        {
          "refs": [],
          "event": "Coalition forces launch over 30 airstrikes on Raqqa, the de facto capital of ISIL. No real positive outcomes according to reports by YPG fighters on the ground: \"US air strikes are useless and we only have support from Kurdish fighters and Shia militias.\""
        }
      ]
    }
  ],
  "December 2014": [
    {
      "1 December": [
        {
          "refs": [
            {
              "text": "UN food program suspended for 1.7 million Syrian refugees",
              "href": "http://www.cbc.ca/news/world/un-food-program-suspended-for-1-7-million-syrian-refugees-1.2856928"
            }
          ],
          "event": "The United Nations World Food Program suspended a food program for 1.7 million Syrian refugees after donor countries fail to meet their commitments."
        }
      ]
    },
    {
      "6 December": [
        {
          "refs": [
            {
              "text": "Southern rebels sign joint defence pact",
              "href": "http://www.independent.ie/world-news/middle-east/southern-rebels-sign-joint-defence-pact-30825785.html"
            },
            {
              "text": "Syria's southern rebels take step toward unity",
              "href": "http://www.reuters.com/article/2014/12/11/us-mideast-crisis-syria-idUSKBN0JP1FP20141211"
            }
          ],
          "event": "17 rebel leaders in southern Syria signed a joint defense pact in order to project a more united front and receive increased backing from Western and Arab backers."
        },
        {
          "refs": [
            {
              "text": "Syrian government forces repel ISIS attack on air base",
              "href": "http://www.khaleejtimes.com/kt-article-display-1.asp?xfile=data/middleeast/2014/December/middleeast_December53.xml&section=middleeast"
            }
          ],
          "event": "The Syrian Army repelled an ISIL offensive on the Deir ez-Zor air base, resulting in at least 119 casualties total."
        }
      ]
    },
    {
      "7 December": [
        {
          "refs": [
            {
              "text": "Israeli jets 'strike near Damascus'",
              "href": "http://www.bbc.co.uk/news/world-middle-east-30370670"
            }
          ],
          "event": "The Israeli Air Force bombed two Syrian Armed Forces bases near Damascus and the town of Dimas, according to Russian and Syrian sources."
        }
      ]
    },
    {
      "8 December": [
        {
          "refs": [
            {
              "text": "U.N. Seeks $16.4 Billion to Address 2015 Crises",
              "href": "http://www.nytimes.com/2014/12/09/world/middleeast/un-seeks-164-billion-to-address-crises-in-2015.html"
            }
          ],
          "event": "The United Nations asked for $16.4 billion to fund humanitarian assistance programs in 2015 with Syria, Iraq, Sudan and South Sudan the areas of greatest need."
        }
      ]
    },
    {
      "9 December": [
        {
          "refs": [
            {
              "text": "National news from McClatchy DC News - Washington DC",
              "href": "http://www.mcclatchydc.com/2014/12/09/249556/rebels-in-northern-syria-say-us.html"
            }
          ],
          "event": "Rebels in northern Syria announced that the US has stopped paying them, which will affect over 8,000 rebel fighters deployed in Hama and Idlib."
        },
        {
          "refs": [
            {
              "text": "Three Turkish soldiers 'killed by gunfire' on Syrian border",
              "href": "http://www.bbc.com/news/world-europe-30389859"
            }
          ],
          "event": "Three Turkish Army soldiers died by gunfire in the town of Ceylanpinar. The local Turkish governor begins an investigation of whether the gunfire came from the Syrian side of the border."
        }
      ]
    },
    {
      "10 December": [
        {
          "refs": [
            {
              "text": "State Dept: Rebels Are Never Going to Defeat Assad Militarily",
              "href": "http://foreignpolicy.com/2014/12/10/state-dept-rebels-are-never-going-to-defeat-assad-militarily/"
            }
          ],
          "event": "A senior US State Departement official stated that the country's armed opposition would not be able to militarily defeat the Assad government."
        }
      ]
    },
    {
      "14 December": [
        {
          "refs": [
            {
              "text": "Updated Battle Map of Aleppo; Nusra Repelled at Al-Zahra and Nubl",
              "href": "http://www.almasdarnews.com/article/updated-battle-map-aleppo-nusra-repelled-al-zahra-nubl/"
            },
            {
              "text": "Breaking News: Jobar's East District Under Syrian Army Fire Control",
              "href": "http://www.almasdarnews.com/article/breaking-news-jobars-east-district-syrian-army-fire-control/"
            }
          ],
          "event": "After months of violent clashes with Jaysh Al-Islam, the Syrian army declared the East District of Jobar under complete fire control. As a result of this progression, approximately 800 Jaysh Al-Islam militants are now trapped inside Jobar, with almost nowhere to retreat. \nMeanwhile, the Syrian army continues its offensive in Aleppo by capturing  Al-Manasheer, the Al-Bureijj Stone Quarries, and the Wood Factory in the Industrial District near the Al-Jandoul Roundabout in northeast Aleppo."
        },
        {
          "refs": [
            {
              "text": "34 Islamist rebels die in combat with Syrian army in Aleppo",
              "href": "http://latino.foxnews.com/latino/news/2014/12/14/34-islamist-rebels-die-in-combat-with-syrian-army-in-aleppo/"
            }
          ],
          "event": "A battle between Bashar al-Assad loyalist forces and Islamist rebels in Aleppo Governorate left 34 rebels dead and 3 loyalist fighters captured."
        }
      ]
    },
    {
      "15 December": [
        {
          "refs": [
            {
              "text": "http://www.nytimes.com/2014/12/16/world/middleeast/2-military-bases-in-syria-fall-to-rebels.html?_r=0",
              "href": "http://www.nytimes.com/2014/12/16/world/middleeast/2-military-bases-in-syria-fall-to-rebels.html?_r=0"
            },
            {
              "text": "http://english.alarabiya.net/en/News/middle-east/2014/12/15/Islamist-rebels-capture-2-army-bases-in-northwest-Syria.html",
              "href": "http://english.alarabiya.net/en/News/middle-east/2014/12/15/Islamist-rebels-capture-2-army-bases-in-northwest-Syria.html"
            }
          ],
          "event": "Nusra Front and other rebels captured two military bases at Wadi Deif and Hamidiyeh in the Idlib province from government forces, after two years of fighting."
        }
      ]
    },
    {
      "16 December": [
        {
          "refs": [
            {
              "text": "Around 180 Syrian soldiers, jihadists reported killed in battle for base",
              "href": "http://www.reuters.com/article/2014/12/16/us-mideast-crisis-base-idUSKBN0JU0WV20141216"
            }
          ],
          "event": "Around one hundred Syrian soldiers and eighty Islamist fighters die in a two-day battle for Wadi Deif, with the Islamic Front capturing over 120 government soldiers."
        }
      ]
    },
    {
      "19 December": [
        {
          "refs": [
            {
              "text": "Turkey to 'start training' Syria's moderate rebels by March",
              "href": "http://www.france24.com/en/20141219-turkey-begin-training-moderate-syrian-rebel-fighters-cavusoglu/"
            }
          ],
          "event": "Foreign Minister Mevlut Cavusoglu says that Turkey may begin training and equipping moderate Syrian opposition fighters before March 2015."
        },
        {
          "refs": [
            {
              "text": "Watch: VICE news accompanies IDF unit giving medical aid to Syrian rebels",
              "href": "http://www.ynetnews.com/articles/0,7340,L-4605540,00.html"
            }
          ],
          "event": "In the five-part video series 'The War Next Door,' a VICE journalist goes behind the scenes with the IDF unit which gathers wounded Syrian rebel fighters in the dead of night and brings them to Israel for treatment."
        }
      ]
    },
    {
      "24 December": [
        {
          "refs": [
            {
              "text": "IS captures Jordanian pilot after warplane crashes in Syria",
              "href": "http://www.bbc.com/news/world-middle-east-30596474"
            }
          ],
          "event": "A Royal Jordanian Air Force warplane crashed, and its pilot was captured by Islamic State of Iraq and the Levant militants near Ar-Raqqah."
        }
      ]
    },
    {
      "25 December": [
        {
          "refs": [
            {
              "text": "Syrian Rebels Merge Into 'Levant Front,' Gain Ground In North",
              "href": "http://www.ibtimes.com/syrian-rebels-merge-levant-front-gain-ground-north-1767562"
            }
          ],
          "event": "Videos surfaced of a ceremony honoring the unification of the rebels, who come from groups like the Islamic Front, the Mujahedeen Army, Fastaqim Kama Umirt—a unit of the Free Syrian Army—and the Asala wa-al-Tanmiya Front. The rebels in the northern part of the country advanced in key battlegrounds near Aleppo over the weekend as several groups merged and renamed themselves the Levant Front. It marked the first time since 2012 that rebel groups have officially collaborated to take on President Assad’s forces."
        }
      ]
    },
    {
      "31 December": [
        {
          "refs": [
            {
              "text": "Italian Coast Guard Steers Migrant Ship Away From Collision Course",
              "href": "http://www.wsj.com/articles/italian-coast-guard-steers-ship-with-hundreds-of-migrants-aboard-away-from-collision-course-1420028650"
            },
            {
              "text": "Disaster avoided as runaway ship stopped off Italy with 900 aboard",
              "href": "http://www.enca.com/world/disaster-avoided-runaway-ship-stopped-italy-900-aboard"
            }
          ],
          "event": "The Italian coast guard boarded and regained control of a cargo ship that had been sabotaged and abandoned by human traffickers carrying nearly 1,000 passengers, mostly Syrian refugees, that was in imminent jeopardy of crashing into land."
        }
      ]
    }
  ],
  "September 2014": [
    {
      "1 September": [
        {
          "refs": [
            {
              "text": "Syrian army, rebels fight on Golan where peacekeepers held",
              "href": "http://uk.reuters.com/article/2014/09/01/uk-syria-crisis-quneitra-fighting-idUKKBN0GW1CH20140901"
            },
            {
              "text": "Syria: Army escalates efforts to recapture Jobar",
              "href": "https://www.youtube.com/watch?v=VEmZYgzotuc"
            },
            {
              "text": "Farsnews",
              "href": "http://english.farsnews.com/newstext.aspx?nn=13930610000745"
            },
            {
              "text": "Syrian army advances in Jobar as fighting rages on - Daily Mail Online",
              "href": "http://www.dailymail.co.uk/video/news/video-1116477/Syrian-army-advances-Jobar-fighting-rages-on.html?ITO=1490&ns_mchannel=rss&ns_campaign=1490"
            },
            {
              "text": "Syria army battles rebels as UN bids to free Golan monitors",
              "href": "http://www.eni.network24.co/india/syria-army-battles-rebels-as-un-bids-to-free-golan-monitors-17922_6"
            }
          ],
          "event": "The Syrian Army began shelling al-Nusra Front positions in the Qunetira border post."
        },
        {
          "refs": [
            {
              "text": "Hezbollah, Syrian troops kill Nusra Front commander",
              "href": "http://www.dailystar.com.lb/News/Lebanon-News/2014/Sep-03/269438-hezbollah-syrian-troops-kill-nusra-front-commander.ashx"
            },
            {
              "text": "Syrian Army Ambushes Terrorist Convoy in Qalamoun, Strikes ISIL in Deir Ezour",
              "href": "http://www.almanar.com.lb/english/adetails.php?eid=169046&frid=23&seccatid=20&cid=23&fromval=1"
            }
          ],
          "event": "On 2 September, ISIL killed Steven Sotloff. On 3 September, the Syrian Army killed Malek al Tal, a senior al-Nusra commander in the Qalamoun region in Syria. He was responsible for the kidnapping of several Christian nuns in Syria earlier in the year."
        },
        {
          "refs": [
            {
              "text": "Deir ez-Zor Erupts in Violence; Firefights Ongoing at the Deir ez-Zor Military Airport",
              "href": "http://www.almasdarnews.com/article/deir-ez-zor-erupts-violence-firefights-ongoing-deir-ez-zor-military-airport/"
            }
          ],
          "event": "Also, ISIS launched an attempt to capture the Deir ez-Zor military airport, but the attempt was repelled while the army launched airstrikes on ISIS positions. ISIS lost at least 47 fighters."
        },
        {
          "refs": [
            {
              "text": "Syrian army kills 18 foreign ISIL fighters, including one American jihadist",
              "href": "http://www.jpost.com/Middle-East/Syrian-army-kills-18-foreign-Islamic-State-fighters-including-one-American-jihadist-374539"
            }
          ],
          "event": "On 5 September the Syrian Air Force killed 18 IS fighters during airstrikes on the city of Raqqah."
        },
        {
          "refs": [
            {
              "text": "Islamic State says executes second Lebanese soldier",
              "href": "http://www.reuters.com/article/2014/09/06/us-lebanon-security-idUSKBN0H10KO20140906"
            }
          ],
          "event": "The ISIL killed a Lebanese soldier in the town of Arsal."
        },
        {
          "refs": [
            {
              "text": "Syrian warplanes hit Islamic State-run bakery, training camp: monitor",
              "href": "http://www.reuters.com/article/2014/09/06/us-syria-crisis-idUSKBN0H10AV20140906"
            }
          ],
          "event": "Also, the Syrian Air Force carried out several airstrikes in Raqqah targeting an Islamic court and a training camp. The Syrian Air Force also targeted a bakery, killing dozens of civilians."
        }
      ]
    },
    {
      "9 September": [
        {
          "refs": [
            {
              "text": "Al Qunaytera Province: 9-9-2014",
              "href": "https://www.facebook.com/syriahroe/posts/580880042020338"
            }
          ],
          "event": "Syrian Army units retreated from the Khan al Hallabat area, after rebels advanced there."
        },
        {
          "refs": [
            {
              "text": "المرصد السورى لحقوق الإنسان - المرصد السورى لحقوق الإنسان",
              "href": "http://syriahr.com/index.php?option=com_news&nid=23188&Itemid=2&task=displaynews#.VA7w6vl_v94"
            }
          ],
          "event": "At the same time, rebels captured Tell al-Mal, which connects the Quneitra and Daraa provinces."
        },
        {
          "refs": [
            {
              "text": "Daraa province: 10-9-2014",
              "href": "https://www.facebook.com/syriahroe/posts/581243318650677"
            }
          ],
          "event": "Rebels also captured Al-Mal, al-Taiha, Aqraba, and the border village of Kafar Nasig east of the hill."
        },
        {
          "refs": [
            {
              "text": "About 70 % of the villages and towns in Quneitra under rebel control",
              "href": "http://syriahr.com/index.php?option=com_news&nid=23205&Itemid=2&task=displaynews#.VA-T_Pl_v94"
            }
          ],
          "event": "At this point, according to the SOHR, rebels controlled about 70% of the Quneitra Governorate."
        }
      ]
    },
    {
      "11 September": [
        {
          "refs": [
            {
              "text": "Barack Obama authorises air strikes against Isis militants in Syria",
              "href": "http://www.theguardian.com/world/2014/sep/10/obama-speech-authorise-air-strikes-against-isis-syria"
            }
          ],
          "event": "President Barack Obama authorized US airstrikes against IS inside Syria."
        },
        {
          "refs": [
            {
              "text": "Syrian forces win battle with rebels in Hama",
              "href": "http://uk.reuters.com/article/2014/09/12/uk-syria-crisis-hama-idUKKBN0H71JE20140912"
            }
          ],
          "event": "On 12 September, the Syrian Army re-took control of the town of Halfaya in the Hama Province, after expelling al-Nusra fighters from the town."
        }
      ]
    },
    {
      "14 September": [
        {
          "refs": [
            {
              "text": "Cameron hails David Haines as 'British hero' and vows to hunt down killers",
              "href": "http://www.theguardian.com/world/2014/sep/14/cameron-air-strikes-isis-british-hostage-david-haines"
            }
          ],
          "event": "David Haines was killed by ISIL."
        },
        {
          "refs": [
            {
              "text": "Free Syrian Army will not join US-led coalition against IS",
              "href": "http://www.middleeasteye.net/news/syria-1651994714"
            }
          ],
          "event": "Also, the Free Syrian Army announced that they would not be joining the coalition to fight IS without a guarantee that the US is committed to the Syrian Arab Army overthrow."
        }
      ]
    },
    {
      "15 September": [
        {
          "refs": [
            {
              "text": "Syrian army destroys Islamic State-controlled bridge",
              "href": "http://www.todayonline.com/world/syrian-army-destroys-islamic-state-controlled-bridge"
            }
          ],
          "event": "Syrian Arab Army and Syrian Special Forces destroyed a bridge over the Euphrates river used by ISIL. A number of IS fighters were killed during the operation."
        }
      ]
    },
    {
      "18 September": [
        {
          "refs": [
            {
              "text": "BBC News - Syrian army says it is taking on Islamic State extremists",
              "href": "http://www.bbc.co.uk/news/world-29253894"
            },
            {
              "text": "Islamic State militants seize Kurdish villages in northern Syria",
              "href": "http://www.theguardian.com/world/2014/sep/18/islamic-state-isis-militants-seize-kurdish-villages-northern-syria"
            },
            {
              "text": "ISIS seizes 16 Kurdish villages in north Syria: Kurds",
              "href": "http://www.dailystar.com.lb/News/Middle-East/2014/Sep-18/271089-isis-captures-16-kurdish-villages-in-northern-syria.ashx#axzz3DgTbE2VY"
            },
            {
              "text": "Islamic State Seizes Syrian And Kurdish Villages In Major Assault",
              "href": "http://www.huffingtonpost.com/2014/09/18/islamic-state-syria_n_5841508.html"
            }
          ],
          "event": "IS fighters seized around 21 villages in Northern Syria from Kurdish fighters. The villages were located near Ayn-Al-Arab (Kobani)."
        }
      ]
    },
    {
      "22 September": [
        {
          "refs": [
            {
              "text": "US Syria raids also aimed at thwarting attack plot: Pentagon",
              "href": "http://www.dailystar.com.lb/News/Middle-East/2014/Sep-23/271659-us-syria-raids-also-aimed-at-thwarting-attack-plot-pentagon.ashx#axzz3DmiczHPM"
            }
          ],
          "event": "Bombing raids by an American-led International Coalition (Bahrain, Jordan, Saudi Arabia, Qatar, and the United Arab Emirates) targeted ISIS and Al Qaeda's Khorasan franchise, escalating the war to a new level."
        },
        {
          "refs": [
            {
              "text": "BBC News - Al-Qaeda Khorasan cell in Syria attack 'was imminent'",
              "href": "http://www.bbc.co.uk/news/world-middle-east-29330395"
            },
            {
              "text": "BBC News - IS strikes: Not America's fight alone - Obama",
              "href": "http://www.bbc.co.uk/news/world-middle-east-29333348"
            },
            {
              "text": "US Bombs Islamic State's Raqqa Stronghold In Syria, Begins 'Degrade And Destroy' Strategy",
              "href": "http://www.ibtimes.com/us-bombs-islamic-states-raqqa-stronghold-syria-begins-degrade-destroy-strategy-1693341"
            }
          ],
          "event": "The airstrikes in Aleppo on the Khorasan group killed at least 50 militants, who were mostly not Syrian, and also a few women and children."
        },
        {
          "refs": [
            {
              "text": "Islamic State seizes over 100 Kurdish villages in Syria",
              "href": "http://www.globalpost.com/dispatch/news/agencia-efe/140922/islamic-state-seizes-over-100-kurdish-villages-syria"
            }
          ],
          "event": "By 22 September, ISIL had taken around 100 villages from Kurdish fighters in Kobani and they were besieging the city of Kobani."
        }
      ]
    },
    {
      "24 September": [
        {
          "refs": [
            {
              "text": "US strikes Isil's lucrative oil facilities in Syria",
              "href": "http://www.telegraph.co.uk/news/worldnews/middleeast/syria/11120171/US-strikes-Isils-lucrative-oil-facilities-in-Syria.html"
            },
            {
              "text": "Islamic State Oil Refineries in Syria Hit in Airstrikes",
              "href": "http://www.bloomberg.com/news/2014-09-24/islamic-state-oil-in-syria-said-to-be-hit-by-u-s-strikes.html"
            },
            {
              "text": "US aims to wipe out Isis funding with air strikes on oil wells in Syria",
              "href": "http://www.theguardian.com/world/2014/sep/25/analysis-syria-us-air-strikes-oil-wells"
            }
          ],
          "event": "Coalition aircraft began targeting oil installations controlled by the ISIL, mostly located in Al Hasakah, Abu Kamail, and Deir el-Zour."
        }
      ]
    },
    {
      "25 September": [
        {
          "refs": [
            {
              "text": "ISIS Begins to Withdraw from the Tabqa Airbase: Scores of ISIS Militants Killed in Deir Ezzor",
              "href": "http://www.almasdarnews.com/article/isis-begins-withdraw-tabqa-airbase-scores-isis-militants-killed-deir-ezzor/"
            },
            {
              "text": "http://english.alarabiya.net/en/News/middle-east/2014/09/25/Source-Syria-takes-key-rebel-held-town-near-capital.html",
              "href": "http://english.alarabiya.net/en/News/middle-east/2014/09/25/Source-Syria-takes-key-rebel-held-town-near-capital.html"
            },
            {
              "text": "Syrian army extends grip in town northeast of Damascus",
              "href": "http://www.dailystar.com.lb/News/Middle-East/2014/Sep-25/271923-syrian-army-takes-key-rebel-held-town-near-capital-security-source.ashx#axzz3EL2OdRAU"
            }
          ],
          "event": "The Syrian army retook control of the village of Adra, located near Damascus. In Deir-Ezzur, the Syrian republican guard killed over 80 ISIL fighters in the Al-Haweeqa area. IS was also withdrawing from the Tabqa airbase in Raqqa after being hit by several airstrikes from coalition jets as well as the Syrian air force."
        }
      ]
    },
    {
      "26–27 September": [
        {
          "refs": [
            {
              "text": "BBC News - US-led air strikes hit IS on Syria's border with Turkey",
              "href": "http://www.bbc.com/news/world-middle-east-29390781"
            }
          ],
          "event": "ISIL resumed its siege of Kobani with a full-scale assault from the west, east and south of the city. US-led coalition air strikes targeting ISIL fighters besieging Kobani were reported on 27 September 2014. An ISIL building and two \"armed vehicles\" were destroyed at the Kobani border crossing, according to the Pentagon."
        }
      ]
    },
    {
      "29 September": [
        {
          "refs": [
            {
              "text": "Turkish tanks take up position on Syrian border next to besieged Kurdish town - MIDEAST",
              "href": "http://www.hurriyetdailynews.com/turkish-tanks-take-up-position-on-syrian-border-next-to-besieged-kurdish-town.aspx?pageID=238&nID=72319&NewsCatID=352"
            }
          ],
          "event": "With more errant shells landing on Turkish territory, the Parliament in Ankara begins debating a possible invasion, while the Army begins massing ordinance on the border with Syria."
        }
      ]
    },
    {
      "30 September": [
        {
          "refs": [
            {
              "text": "Kurds seize Iraq/Syria border post; Sunni tribe joins fight against Islamic State",
              "href": "http://news.yahoo.com/kurds-seize-iraq-syria-border-post-sunni-tribe-003339795.html"
            }
          ],
          "event": "Following American airstrikes, Kurdish Peshmerga take a vital border crossing at Rabia. ISIS suffers damaged equipment and delayed advances due to American air superiority, buying the Kurds in northern part of Syria time to recover."
        }
      ]
    }
  ],
  "October 2014": [
    {
      "1 October": [
        {
          "refs": [],
          "event": "At least 45 people (including 41 children) are killed and 56 injured following a suicide bomber attack on the Akrameh al-Makhzumi school in Homs."
        }
      ]
    },
    {
      "3 October": [
        {
          "refs": [
            {
              "text": "Report: Syrian forces take villages in north Aleppo - CNN.com",
              "href": "http://edition.cnn.com/2014/10/03/world/meast/syria-civil-war/"
            }
          ],
          "event": "The Syrian army started an offensive on areas north of Aleppo. According to the Syrian state news agency, the Syrian army captured a few villages north of Aleppo, including the city of Handarat. It was later reported that rebel forces recaptured Handaraat."
        }
      ]
    },
    {
      "4 October": [
        {
          "refs": [],
          "event": "The Kurdish city of Kobane in the Raqqa governate is on the brink of catastrophe as ISIS fighters besiege the city."
        }
      ]
    },
    {
      "5 October": [
        {
          "refs": [],
          "event": "18,000 Palestinians are facing life-threatening shortages of water in the Yarmouk Camp neighborhood of Damascus."
        }
      ]
    },
    {
      "6 October": [
        {
          "refs": [
            {
              "text": "ISIS set to capture Kobani, finish major land grab",
              "href": "http://edition.cnn.com/2014/10/06/world/meast/isis-airstrikes/index.html?hpt=imi_c1"
            }
          ],
          "event": "ISIL fighters advanced in the Kurdish town of Kobani with heavy fighting inside the city. It is unclear if some parts of the city are captured, but ISIS fighters planted their flags on some buildings inside the city."
        }
      ]
    },
    {
      "7 October": [
        {
          "refs": [],
          "event": "Kurds clash violently with Turkish police over failure to help Kurds under siege in the Syrian border city of Kobani under siege by ISIL forces. At least fourteen people have died in the clashes."
        }
      ]
    },
    {
      "8 October 8": [
        {
          "refs": [],
          "event": "At least 19 Kurdish civilians were killed while protesting against the government's inaction in defending Kobani from ISIS advances."
        },
        {
          "refs": [
            {
              "text": "Syria rebels retake strategic hill near capital",
              "href": "http://www.aljazeera.com/news/middleeast/2014/10/syria-rebels-take-strategic-hill-near-capital-201410645548879953.html"
            }
          ],
          "event": "Opposition fighters seize Al Harra hill, south of Damascus, after fighting with Assad forces, seizing large quantity of arms and ammunition."
        }
      ]
    },
    {
      "10 October": [
        {
          "refs": [
            {
              "text": "Jihadists seize Kurdish HQ in Syria's Kobane, massacre feared",
              "href": "http://news.yahoo.com/fighters-capture-kurd-hq-syrias-kobane-monitor-113638651.html"
            }
          ],
          "event": "ISIL push to capture the town of Kobani. The town has served as the headquarters of the Kurdish resistance. Reports say ISIS controls nearly 40% of the city. Kurdish leaders requested foreign intervention in an attempt to repel the assault on the town. 12,000 civilians are reported trapped in the city. The Syrian delegate to the UN requested foreign aid, particularly from Turkey, to evacuate the citizens, who will likely face massacre in the event of an ISIS takeover."
        }
      ]
    },
    {
      "11 October": [
        {
          "refs": [
            {
              "text": "Syrian Army Liberates Vital City in the East Ghouta",
              "href": "http://www.almasdarnews.com/article/syrian-army-liberates-vital-city-east-ghouta/"
            },
            {
              "text": "Syrian Republican Guard Liberates Al-Rayhan; Liberation of Jobar is Coming",
              "href": "http://www.almasdarnews.com/article/syrian-republican-guard-liberate-al-rayhan-liberation-jobar-coming/"
            }
          ],
          "event": "The Syrian army continues its offensive in Damascus and on 8 October captured the town of Al-Rayhan near Duma, and on 11 October Ayn Tarma, a decisive blow to the already exhausted Jaysh Al-Islam fighters."
        },
        {
          "refs": [],
          "event": "Turkey agrees to allow the training of 2,000 Syrian opposition forces on its soil as Islamic State militants approach to within 1 mile of the centre of the border city of Kobani."
        }
      ]
    },
    {
      "12 October": [
        {
          "refs": [
            {
              "text": "Kurds thwart IS in Syria town but Iraq on back foot",
              "href": "http://news.yahoo.com/kurds-thwart-syria-town-iraqi-forces-back-foot-112857419.html"
            }
          ],
          "event": "Despite the capture of their headquarters in Kobane, Kurdish fighters continue a fierce resistance. Coalition airstrikes continue to pound the area, but ISIS is unrelenting in their attempts to capture the city."
        },
        {
          "refs": [
            {
              "text": "Ten Syrian soldiers killed in clashes with Islamic State",
              "href": "http://www.jpost.com/Breaking-News/Ten-Syrian-soldiers-killed-in-clashes-with-Islamic-State-378867"
            }
          ],
          "event": "Meanwhile, in the eastern province of Deir al-Zor, ISIS clashed with the Syrian army."
        }
      ]
    },
    {
      "18 October": [
        {
          "refs": [
            {
              "text": "BBC News - Islamic State 'being driven out of Syria's Kobane'",
              "href": "http://www.bbc.com/news/world-middle-east-29647314"
            },
            {
              "text": "Battle Map: SAA Captures Many Areas in Aleppo",
              "href": "http://www.almasdarnews.com/article/battle-map-saa-captures-many-areas-aleppo/"
            }
          ],
          "event": "After heavy fighting inside the city of Kobane, Kurdish fighters with support of coalition airstrikes managed to push back IS fighters from most of the city. In the meantime, the Syrian Army continued its offensive north of Aleppo, capturing a glass factory, a cement plant, and the village of Al-Jubeileh near the Aleppo Central Prison. The Syrian Army now has all main supply lines to Aleppo under its control."
        }
      ]
    },
    {
      "22 October": [
        {
          "refs": [],
          "event": "The Syrian Air Force claims to have shot down two of the three fighter jets operated by ISIL in northern Syria."
        }
      ]
    },
    {
      "23 October": [
        {
          "refs": [
            {
              "text": "Syrian army recaptures town in western Syria - state TV",
              "href": "http://uk.reuters.com/article/2014/10/24/uk-syria-crisis-military-idUKKCN0ID1DL20141024"
            }
          ],
          "event": "After months of fighting, the Syrian army captured Morek, a strategic town on the highway linking the cities of Hama and Aleppo."
        }
      ]
    }
  ],
  "August 2014": [
    {
      "7 August": [
        {
          "refs": [
            {
              "text": "Syria militants leave Lebanese border town - US News",
              "href": "http://www.usnews.com/news/world/articles/2014/08/07/lebanese-free-7-soldiers-held-by-syria-militants"
            }
          ],
          "event": "Rebel militants withdrew from the Lebanese town of Arsal after a ceasefire with the Lebanese army."
        }
      ]
    },
    {
      "8 August": [
        {
          "refs": [
            {
              "text": "ISIS kills dozens of Syrian rebels after seizing two towns near Aleppo - MidEast - Daily Sabah",
              "href": "http://www.dailysabah.com/mideast/2014/08/15/isis-kills-dozens-of-syrian-rebels-after-seizing-two-towns-near-aleppo"
            },
            {
              "text": "Middle East - ISIS militants seize towns in Syria's Aleppo province - France 24",
              "href": "http://www.france24.com/en/20140813-isis-militants-seize-towns-syrias-aleppo-province/"
            }
          ],
          "event": "ISIS forces captured two towns - Akhtarin and Turkmanbareh - and several villages north of Aleppo, after battles with other rebel groups."
        }
      ]
    },
    {
      "18 August": [
        {
          "refs": [
            {
              "text": "The terrorists fighting us now? We just finished training them.",
              "href": "http://www.washingtonpost.com/posteverything/wp/2014/08/18/the-terrorists-fighting-us-now-we-just-finished-training-them/"
            }
          ],
          "event": "By mid-August 2014, ISIL was the most successful group in Syria, controlling the main areas of Syrian oil and gas fields."
        }
      ]
    },
    {
      "24 August": [
        {
          "refs": [
            {
              "text": "Isis Rebels In Syria Seize Tabqa Airbase",
              "href": "http://www.ibtimes.co.uk/breaking-isis-rebels-syria-seize-taqba-airport-1462454"
            },
            {
              "text": "Islamic State Captures Major Air Base in Syria From Government",
              "href": "http://online.wsj.com/articles/islamic-state-captures-major-air-base-in-syria-from-government-1408895103"
            }
          ],
          "event": "ISIS forces captured the Tabqa airbase from the Syrian military."
        }
      ]
    },
    {
      "26 August": [
        {
          "refs": [
            {
              "text": "Rebels take Syria crossing with Israel-occupied Golan",
              "href": "https://now.mmedia.me/lb/en/nowsyrialatestnews/561644-rebels-take-syria-crossing-with-israel-occupied-golan"
            }
          ],
          "event": "Al-Qaeda affiliate Al-Nusra Front retook the Syria border crossing with Israel-occupied Golan at Quneitra, with shells dropping across the border."
        },
        {
          "refs": [],
          "event": "An IDF officer was wounded and Israel shelled two Syrian bases."
        },
        {
          "refs": [
            {
              "text": "Syrian Air Force strikes Arsal border region",
              "href": "https://now.mmedia.me/lb/en/lebanonnews/561632-syrian-air-force-strikes-arsal-border-region"
            }
          ],
          "event": "Syrian airstrikes reportedly hit an area near the embattled Beqaa town of Arsal."
        }
      ]
    },
    {
      "27 August": [
        {
          "refs": [
            {
              "text": "IDF fires artillery at Syrian army post after cross-border gun fire wounds Israeli officer",
              "href": "http://www.jpost.com/Middle-East/Errant-gun-fire-from-Syria-seriously-wounds-IDF-officer-372482"
            },
            {
              "text": "IDF fires at Syria army position after officer wounded by errant fire",
              "href": "http://www.haaretz.com/news/diplomacy-defense/.premium-1.612717"
            }
          ],
          "event": "An artillery shell fired from the Syrian Army from Qunetira injured an Israeli army officer."
        },
        {
          "refs": [
            {
              "text": "Rebels in Syria Capture Border Crossing With Israel",
              "href": "http://online.wsj.com/articles/rebels-in-syria-capture-border-crossing-by-israel-1409166944"
            }
          ],
          "event": "Rebel forces captured the Syrian side of the Quneitra Israel-Syria border pass after heavy fighting."
        }
      ]
    },
    {
      "28 August": [
        {
          "refs": [
            {
              "text": "Rebels Storm Key Border Crossing Between Syria And Israel",
              "href": "http://www.npr.org/2014/08/28/344036575/rebels-storm-key-border-crossing-between-syria-and-israel"
            }
          ],
          "event": "Syrian rebels captured the Syrian-Israeli border crossing."
        },
        {
          "refs": [
            {
              "text": "المرصد السورى لحقوق الإنسان - المرصد السورى لحقوق الإنسان",
              "href": "http://syriahr.com/index.php?option=com_news&nid=22581&Itemid=2&task=displaynews#.U_8tefl_vxo"
            },
            {
              "text": "IS executes \"more than 160\" Syria troops in new atrocity",
              "href": "http://www.channelnewsasia.com/news/is-executes-more-than-160/1334190.html"
            }
          ],
          "event": "Syrian fighter jets launched a precise attack on an IS HQ in the city of Mohasan, during a meeting between military leaders and sharia judges. The attack resulted in the death of most leaders inside, while others were wounded."
        },
        {
          "refs": [
            {
              "text": "Сирийские самолеты атаковали базу исламистов у плотины на Ефрате",
              "href": "http://www.vesti.ru/doc.html?id=1926171&tid=95994"
            }
          ],
          "event": "Another airstrike occurred against an IS camp near Baath Dam, killing and wounding dozens of insurgents."
        },
        {
          "refs": [
            {
              "text": "IS executes \"more than 160\" Syria troops in new atrocity",
              "href": "http://www.channelnewsasia.com/news/is-executes-more-than-160/1334190.html"
            }
          ],
          "event": "According to SOHR, ISIS executed 160 Syrian soldiers between 27 and 28 August."
        }
      ]
    }
  ]
}
