[
    {
        "1 January": [
            {
                "event": "Multiple reports on Twitter claimed that Syrians in several restive neighborhoods and cities, including Midan in central Damascus, Baba Amr in Homs, and Idlib city, were marching in New Year's Day protests against the government in the early morning, shortly after midnight. The opposition Local Co-ordinating Committees announced it had confirmed 5,862 deaths in the Syrian uprising during 2011, including 287 prisoners allegedly tortured to death. The LCC also announced the first confirmed death from the uprising in 2012, a wounded person who died due to insufficient blood plasma supply at a hospital.", 
                "refs": [
                    {
                        "href": "http://www.ktvq.com/news/syrian-opposition-group-more-than-5-800-died-in-2011/", 
                        "source": "KTVQ", 
                        "text": "Syrian opposition group: More than 5,800 died in 2011"
                    }
                ]
            }, 
            {
                "event": "That death toll rose to eight, several of them fatalities from Syrian security forces firing on protesters in the Damascene suburb of Daria, the LCC reported near the end of the day.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/01/01/us-syria-idUSTRE7BO0B620120101", 
                        "source": null, 
                        "text": "Eight killed in Syria as Arab body urges monitors out"
                    }
                ]
            }, 
            {
                "event": "Neoconservative commentator Nick Cohen, writing for the British newspaper The Guardian, said that the Western world should in intervene militarily to oust President Bashar al-Assad and stop the Syrian Army from committing further human rights violations. The editorial echoed opposition claims that interrogators in Aleppo had invented a new type of torture wherein detainees are forced to stand on a heated metal plate until they confess or else collapse from extensive damage to their feet.", 
                "refs": [
                    {
                        "href": "http://www.guardian.co.uk/commentisfree/2012/jan/01/nick-cohen-intervene-in-syria", 
                        "source": "The Guardian", 
                        "text": "The west has a duty to intervene in Syria"
                    }
                ]
            }, 
            {
                "event": "The Arab Parliament, a consultative pan-Arab body created by the Arab League, called for the withdrawal of the supranational organization's observers from Syria. Ali El-Salem El-Dekbas, the Speaker of the Parliament, said the observers were doing no good and it was a disgrace to keep them in Syria with the crackdown ongoing. \"The mission of the Arab League team has missed its aim of stopping the killing of children and ensuring the withdrawal of troops from the Syrian streets, giving the Syrian regime a cover to commit inhumane acts under the noses of the Arab League observers,\" Dekbas said in a statement.", 
                "refs": [
                    {
                        "href": "http://www.usatoday.com/news/world/story/2012-01-01/arab-monitors-syria/52318456/1", 
                        "source": "USA Today", 
                        "text": "Arab body calls for pullout of monitors in Syria"
                    }
                ]
            }, 
            {
                "event": "Assad insider and Syrian security officer Colonel Hafez Makhlouf's plans to visit Switzerland were waylaid when the Swiss Federal Tribunal ruled that Makhlouf should not be granted a visa. Makhlouf had reportedly planned to consult with an attorney in Switzerland on a bid to overturn international sanctions freezing his assets and restricting his travel.", 
                "refs": [
                    {
                        "href": "http://www.usatoday.com/news/world/story/2012-01-01/switzerland-syria-assad/52315578/1", 
                        "source": "USA Today", 
                        "text": "Cousin of Syria's Assad denied visa to Switzerland"
                    }
                ]
            }, 
            {
                "event": "According to Iranian state news agency PressTV, a poll conducted by The Doha Debates showed that 55% of Syrian respondents did not want Assad to resign.", 
                "refs": [
                    {
                        "href": "http://www.presstv.ir/detail/218712.html", 
                        "source": "PressTV", 
                        "text": "Poll: Most Syrians supportive of Assad"
                    }
                ]
            }
        ]
    }, 
    {
        "2 January": [
            {
                "event": "Nabil Elaraby, secretary-general of the Arab League, defended the observer mission after the Arab Parliament's call for its withdrawal. Elaraby claimed that, as a result of the monitors' presence placing pressure on the Syrian government to comply with the Arab peace initiative, Syrian Army (SA) tanks had been withdrawn from cities, almost 3,500 detainees had been released, and humanitarian aid had been delivered to formerly besieged cities. However, contradicting mission leader General Mohammed Ahmed Mustafa al-Dabi's remarks on Newshour two days earlier, Elaraby acknowledged snipers remained in several areas and shooting was still ongoing, though it was hard for monitors to tell who was shooting and at whom. Opposition activists contested Elaraby's remarks, telling The Los Angeles Times that many tanks had not withdrawn and were being hidden within striking distance of city centers in restive areas.", 
                "refs": [
                    {
                        "href": "http://latimesblogs.latimes.com/world_now/2012/01/syria-arab-league-assessment.html", 
                        "source": "The Los Angeles Times", 
                        "text": "Syria has withdrawn tanks from cities, Arab League says"
                    }
                ]
            }, 
            {
                "event": "Meanwhile, Israeli Defence Minister Ehud Barak told the Knesset that he judged Assad's remaining time in power could be measured in weeks.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/israel-jan-2-2012-1525", 
                        "source": "Al Jazeera", 
                        "text": "Mon, 2 Jan 2012, 12:25 GMT+3 – Israel"
                    }
                ]
            }, 
            {
                "event": "The opposition Syrian Revolution General Commission (SRGC) said four were killed in Syria by security forces as of 9 am local time.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-jan-2-2012-1217", 
                        "source": "Al Jazeera", 
                        "text": "Mon, 2 Jan 2012, 09:17 GMT+3 – Syria"
                    }
                ]
            }, 
            {
                "event": "The Syrian Arab News Agency (SANA), the state-run media outlet in Syria, said a school worker was killed by gunmen holding her hostage and a journalist died of wounds suffered in a shooting in Daraya, a Damascus suburb, some days earlier.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/01/02/us-syria-idUSTRE7BO0B620120102", 
                        "source": null, 
                        "text": "Rebels capture Syrian troops in north: opposition"
                    }
                ]
            }, 
            {
                "event": "In northern Syria's Idlib Governorate, near the border with Turkey, the opposition Syrian Observatory For Human Rights (SOHR) said that, despite a self-imposed moratorium on offensive actions against the regime during the Arab League mission, Free Syrian Army (FSA) fighters captured two military checkpoints and took several dozen soldiers prisoner, and clashed with security forces at a third, leaving an unspecified number of SA soldiers dead or wounded. The claim could not be immediately confirmed due to tight restrictions on foreign media in Syria.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/01/02/us-syria-idUSTRE7BO0B620120102", 
                        "source": null, 
                        "text": "Rebels capture Syrian troops in north: opposition"
                    }
                ]
            }
        ]
    }, 
    {
        "3 January": [
            {
                "event": "According to the SOHR, at least 18 people were killed in Jassem during clashes between SA soldiers after loyalist troops allegedly fired on comrades who were attempting to defect. Security forces swept through the area, detaining more than 100, after the fighting.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120104022655/http://www.seattlepi.com/news/article/Sarkozy-accuses-Syrian-regime-of-massacres-2437935.php", 
                        "source": "Seattle Post-Intelligencer", 
                        "text": "Sarkozy accuses Syrian regime of 'massacres'"
                    }
                ]
            }, 
            {
                "event": "Witnesses said several were killed when security forces fired live ammunition into demonstrators massing in Hama.", 
                "refs": []
            }, 
            {
                "event": "According to SANA, a policeman was shot dead outside Homs National Hospital and another policeman was shot dead at al-Khudra market, Idlib.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120103110058/http://www.sana.sy/eng/337/2012/01/03/391861.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "Law-Enforcement Officer Martyred, Explosive Devices Dismantled, Health Center Burglarized"
                    }
                ]
            }, 
            {
                "event": "The Syrian government claimed \"terrorists\" destroyed a gas pipeline near Rastan, disrupting the electricity supply to parts of the country.", 
                "refs": [
                    {
                        "href": "http://www.voanews.com/english/news/Arab-League-to-Hold-Review-Session-on-Syria-Observers-Work-136592578.html", 
                        "source": "Voice of America", 
                        "text": "Arab League to Hold Review Session on Syria Observers' Work"
                    }
                ]
            }, 
            {
                "event": "FSA leader Colonel Riad al-Asaad said the FSA may mount \"a huge escalation of our operations\" in coming days. However, some analysts cast aspersions on the claim, suggesting Asaad may be more a figurehead than a practical leader.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/01/05/us-syria-rebels-idUSTRE80320B20120105", 
                        "source": null, 
                        "text": "Analysis: Doubts over Syria rebel army after escalation threat"
                    }
                ]
            }, 
            {
                "event": "President Nicolas Sarkozy, the French head of state, accused Assad of committing \"massacres\" in Syria. His criticism was echoed by French Foreign Minister Alain Juppe, who called on the Syrian government to allow the Arab League's monitors unrestricted access.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120104022655/http://www.seattlepi.com/news/article/Sarkozy-accuses-Syrian-regime-of-massacres-2437935.php", 
                        "source": "Seattle Post-Intelligencer", 
                        "text": "Sarkozy accuses Syrian regime of 'massacres'"
                    }
                ]
            }, 
            {
                "event": "In Cairo, the Arab League called an emergency meeting for 7 January to review the observer mission's work and discuss its future.", 
                "refs": [
                    {
                        "href": "http://www.voanews.com/english/news/Arab-League-to-Hold-Review-Session-on-Syria-Observers-Work-136592578.html", 
                        "source": "Voice of America", 
                        "text": "Arab League to Hold Review Session on Syria Observers' Work"
                    }
                ]
            }
        ]
    }, 
    {
        "4 January": [
            {
                "event": "Syrian Defence Ministry official Mahmoud Sleiman Hajj Hamad defected to the opposition, The Guardian and other major news outlets reported.", 
                "refs": [
                    {
                        "href": "http://www.guardian.co.uk/world/middle-east-live/2012/jan/05/syria-army-defectors-meet-arab-league-live-updates", 
                        "source": "The Guardian", 
                        "text": "Syria: army defectors meet Arab League observers"
                    }
                ]
            }, 
            {
                "event": "Hamad was the Head Inspector of the Syrian Ministry of Defence.", 
                "refs": [
                    {
                        "href": "http://www.nowlebanon.com/NewsArticleDetails.aspx?ID=348939", 
                        "source": "NOW Lebanon", 
                        "text": "High-ranking Syrian official announces defection"
                    }
                ]
            }, 
            {
                "event": "He also held a press conference on Wednesday in Cairo to announce his defection. In an interview with Al Jazeera, Hamad, who was also an inspector at the monetary center for the interior ministry, denied government claims that the ongoing violence was caused by “terrorists” aided from abroad.", 
                "refs": []
            }, 
            {
                "event": "“We were analysing and seeing for ourselves that the regime's story about armed gangs going out and killing protesters was all lies,\" he said. \"I confirm there are no armed gangs, they are all unarmed protesters.”", 
                "refs": []
            }, 
            {
                "event": "Hamad said the government has spent about $40m on loyalist militias to crush demonstrations since March, as security forces, at times backed by tanks, laid siege to protests hubs across the nation.", 
                "refs": []
            }, 
            {
                "event": "“While auditing, I found two billion Syrian pounds [$40m] paid out to the regime's paid thugs, and seen an increase in the spending of the intelligence and defense ministries for the purpose of paying thugs. We saw them preparing and heading out in their armored vehicles and buses toward the young protesters and killing them. It has been happening since the beginning of the protests.”", 
                "refs": []
            }, 
            {
                "event": "Hamad also said most government officials and employees want to defect but are afraid of the consequences.", 
                "refs": []
            }, 
            {
                "event": "\"Syrian government officials live in a kind of prison...No one can go anywhere without being accompanied by a member of the security services,\" he added.", 
                "refs": []
            }, 
            {
                "event": "Hamad continued that he has seen proof that Iran and Iraq are aiding the Syrian government's crackdown. Hamad also praised the FSA.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/01/20121514550985525.html", 
                        "source": "Al Jazeera", 
                        "text": "Senior Syrian official defects over crackdown"
                    }
                ]
            }, 
            {
                "event": "Meanwhile, the LCC reported at least five deaths and numerous injuries it described as \"serious\" as a result of security forces' actions.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.com/liveblog/syria-jan-4-2012-1344", 
                        "source": "Al Jazeera", 
                        "text": "Wed, 4 Jan 2012, 10:44 GMT+3 – Syria"
                    }
                ]
            }, 
            {
                "event": "The SNC announced a new official website at syriancouncil.org.", 
                "refs": [
                    {
                        "href": "http://www.dailystar.com.lb/News/Middle-East/2012/Jan-05/158918-syrian-opposition-launches-official-website.ashx#axzz1icIDsbtG", 
                        "source": "The Lebanon Daily Star", 
                        "text": "Syrian opposition launches official website"
                    }
                ]
            }, 
            {
                "event": "SANA reported that a gas pipeline and a bridge were bombed near al-Rastan. Mihajja Bridge in Daraa Countryside was also reportedly damaged by a bomb, which targeted a police patrol. The blast and gunfire that followed reportedly killed one policeman and wounded five. Meanwhile, a Baath Party worker was shot dead as he drove his car in Hama Countryside, SANA said.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120123084333/http://www.sana.sy/eng/337/2012/01/04/391948.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "Terrorist Attack against Gas-pipeline Causing Loss of 4-megawatt per hour of Electricity"
                    }
                ]
            }
        ]
    }, 
    {
        "5 January": [
            {
                "event": "Qatari Prime Minister Hamad bin Jassim al-Thani criticized the Arab League mission in Syria, saying after a meeting with United Nations Secretary-General Ban Ki-moon in New York City, \"I said we must evaluate the types of mistakes it made and without a shadow of a doubt I see mistakes, even though we went in to observe, not to stop the violence.\" He said he had suggested to Ban that the UN could take a role in training Arab League personnel in how to monitor human rights situations in the future. Despite Sheikh Hamad's remarks, Reuters reported citing sources within Arab governments that the Arab League was likely to decide over the weekend to keep the observers in Syria.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/01/05/us-syria-idUSTRE8041A820120105", 
                        "source": null, 
                        "text": "Arab monitors to stay in Syria despite \"mistakes"
                    }
                ]
            }, 
            {
                "event": "Meanwhile, SNC President Burhan Ghalioun suggested a military intervention in Syria would not need to be NATO-led and could be done on a more limited scale than in the Libyan Civil War.", 
                "refs": [
                    {
                        "href": "http://www.telegraph.co.uk/news/worldnews/middleeast/syria/8995755/Syria-Arab-League-must-press-for-UN-enforced-no-fly-zone-main-opposition-leader-says.html", 
                        "source": "The Daily Telegraph", 
                        "text": "Syria: Arab League must press for UN-enforced no-fly zone, main opposition leader says"
                    }
                ]
            }, 
            {
                "event": "Influential Iranian parliamentarian Alaeddin Boroujerdi took the opposite tack, accusing Turkey of threatening the \"stability\" of the region by criticizing the Syrian government and harboring the FSA and other political dissidents. Boroujerdi called for Ankara to modify its stance to be in line with Tehran's approach of rejecting all international criticism of Damascus' handling of the uprising.", 
                "refs": [
                    {
                        "href": "http://www.panarmenian.net/eng/news/87934/", 
                        "source": "PanArmenian", 
                        "text": "Iranian MP: Turkey needs to modify stance on Syria"
                    }
                ]
            }, 
            {
                "event": "In Syria itself, the government reported it had released 552 detainees \"whose hands were not stained with blood\".", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/01/05/us-syria-idUSTRE8041A820120105", 
                        "source": null, 
                        "text": "Arab monitors to stay in Syria despite \"mistakes"
                    }
                ]
            }, 
            {
                "event": "Kurdish media reported the death of a young Kurdish man in Harasta and three injuries to Kurds in Qamishlo, all allegedly at the hands of loyalist snipers. The accounts could not be independently confirmed.", 
                "refs": [
                    {
                        "href": "http://www.mideastyouth.com/2012/01/08/one-kurdish-boy-dead-mass-arrests-and-more-massive-protests-in-syria/", 
                        "source": "Mideast Youth", 
                        "text": "One Kurdish boy dead, mass arrests, and more massive protests in Syria"
                    }
                ]
            }, 
            {
                "event": "According to SANA, a policeman and two bystanders were killed in a drive-by-shooting in Homs, while another two policemen were injured by an explosive device in al-Tarnabeh, Idlib province. Two rebels were allegedly killed when a bomb prematurely exploded in Idlib city industrial zone. Meanwhile, the mayor of al-Sina'a, al-Tadamon and Basatin Saleh district was shot dead outside his house in the city of Jableh, SANA reported.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120202175733/http://sana.sy/eng/337/2012/01/05/392297.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "Four Martyrs Killed by Terrorists in Homs, Two Others in Hama, One in Jableh"
                    }
                ]
            }
        ]
    }, 
    {
        "6 January": [
            {
                "event": "Syrian state television reported that dozens of people died in a suicide bombing in the al-Midan quarter of Damascus (see January 2012 al-Midan bombing). The attack allegedly targeted a police bus,", 
                "refs": [
                    {
                        "href": "http://www.foxnews.com/world/2012/01/06/syria-explosion-targets-police-bus-in-damascus/", 
                        "source": "Fox News", 
                        "text": "Syria: Explosion Targets Police Bus in Damascus"
                    }
                ]
            }, 
            {
                "event": "leaving 25 people dead and 46 wounded.", 
                "refs": [
                    {
                        "href": "http://www.theaustralian.com.au/news/world/at-least-25-die-in-damascus-blast/story-e6frg6so-1226238609755", 
                        "source": "The Australian", 
                        "text": "At least 25 die in Damascus blast"
                    }
                ]
            }, 
            {
                "event": "The Syrian government immediately called the attack a \"continuation of the terrorist acts targeting innocent civilians\" and said it \"reflects the criminal mentality of perpetrators and their antagonism towards moral heritage and national values\",", 
                "refs": [
                    {
                        "href": "http://www.sana.sy/eng/21/2012/01/06/392709.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "National Leadership of al-Baath Party: Timing of Terrorist Act Reflects Criminal Mentality"
                    }
                ]
            }, 
            {
                "event": "while Colonel Asaad and the SNC both issued statements accusing the government of staging the attack to sully the opposition's image and deter a planned protest in the area, one of the hubs of the uprising.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/01/20121610858777140.html", 
                        "source": "Al Jazeera", 
                        "text": "'Dozens dead' in Damascus bombing"
                    }
                ]
            }, 
            {
                "event": "Later in the day, SANA reported that an explosion caused by \"terrorists\" had severed an oil pipeline between Hama and Idlib governorates.", 
                "refs": [
                    {
                        "href": "http://www.kuna.net.kw/NewsAgenciesPublicSite/ArticleDetails.aspx?id=2213043&Language=en", 
                        "source": "Kuwait News Agency", 
                        "text": "Blast rips through oil pipeline between Hama, Idlib"
                    }
                ]
            }, 
            {
                "event": "Meanwhile, according to Al Arabiya, an Arab League team of monitors withdrew from the Damascus suburb of Arbeen after loyalist forces shot at them as they toured the streets.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/01/06/186648.html", 
                        "source": "Al Arabiya", 
                        "text": "Arab monitors escape attack by Syrian forces in Damascus suburb"
                    }
                ]
            }, 
            {
                "event": "CNN reported that the incident occurred when protesters surrounded the monitors, chanting slogans against the government, and security forces opened fire on them, endangering the observers.", 
                "refs": [
                    {
                        "href": "http://www.cnn.com/2012/01/06/world/meast/syria-unrest/index.html", 
                        "source": "CNN", 
                        "text": "After Damascus attack, Syria vows to strike with 'iron fist'"
                    }
                ]
            }, 
            {
                "event": "A Syrian opposition member claimed that he learned from anonymous security forces in Aleppo that the Syrian government was planning an orchestrated bombing in Aleppo.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/01/06/186757.html", 
                        "source": "Al Arabiya", 
                        "text": "Syrian opposition figure says Assad’s regime plotting a massive blast in Aleppo"
                    }
                ]
            }, 
            {
                "event": "In Friday protests, activists said at least 35 were killed throughout Syria, including in the Kfar Souseh neighborhood of Damascus, according to a witness who said he saw security forces open fire on unarmed demonstrators.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/01/06/us-syria-protest-attack-idUSTRE80516K20120106", 
                        "source": null, 
                        "text": "Syria forces fire at protesters in capital: witness"
                    }
                ]
            }, 
            {
                "event": "Major protests also took place in Aleppo, Idlib, Qamishli, Deir ez-Zor, Homs, and elsewhere in Damascus, among other parts of Syria.", 
                "refs": [
                    {
                        "href": "http://www.cnn.com/2012/01/06/world/meast/syria-unrest/index.html", 
                        "source": "CNN", 
                        "text": "After Damascus attack, Syria vows to strike with 'iron fist'"
                    }, 
                    {
                        "href": "http://www.csmonitor.com/World/Backchannels/2012/0106/In-Syria-peaceful-protests-but-also-signs-of-growing-violence-videos", 
                        "source": "The Christian Science Monitor", 
                        "text": "In Syria, peaceful protests – but also signs of growing violence"
                    }, 
                    {
                        "href": "http://blogs.aljazeera.com/liveblog/syria-jan-6-2012-1320", 
                        "source": "Al Jazeera", 
                        "text": "Fri, 6 Jan 2012, 10:20 GMT+3 – Syria"
                    }
                ]
            }, 
            {
                "event": "Three soldiers attempting to defect were shot dead in Rastan, according to the LCC.", 
                "refs": [
                    {
                        "href": "http://www.cnn.com/2012/01/06/world/meast/syria-unrest/index.html", 
                        "source": "CNN", 
                        "text": "After Damascus attack, Syria vows to strike with 'iron fist'"
                    }
                ]
            }, 
            {
                "event": "According to SANA, men in military uniform launched a gun attack on Sur police station in Deraa Countryside, killing two policemen and wounding six. It also reported that a colonel and lieutenant were shot dead as they drove through Homs, that a policeman was shot dead in Idlib city, and that the mayor of al-Amqieh Municipality in Hama province was assassinated.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120202160612/http://sana.sy/eng/337/2012/01/06/392508.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "Two Martyred, Six Others Injured in Terrorist Attack on Police Station in Daraa Countryside"
                    }
                ]
            }, 
            {
                "event": "General Mustapha Ahmed el Sheick of the SA defected to join the FSA on 6 January; the highest-ranking defector so far.", 
                "refs": [
                    {
                        "href": "http://www.telegraph.co.uk/news/worldnews/middleeast/syria/8997209/Damascus-bomb-kills-25-as-regime-suffers-high-level-defection.html", 
                        "source": "The Daily Telegraph", 
                        "text": "Damascus bomb kills 25 as regime sufferings high level defection"
                    }
                ]
            }
        ]
    }, 
    {
        "7 January": [
            {
                "event": "Colonel Afeef Mahmoud Suleima of the Syrian Air Force logistics division defected along with at least 50 of his men, ordering his men to protect protesters in the city of Hama. \"We are from the Army and we have defected because the government is killing civilian protesters. The Syrian Army attacked Hama with heavy weapons, air raids and heavy fire from tanks...We ask the Arab League observers to come visit areas affected by air raids and attacks so you can see the damage with your own eyes, and we ask you to send someone to uncover the three cemeteries in Hama filled with more than 460 corpses,\" Colonel Suleima said in a statement.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/01/20121772734954345.html", 
                        "source": "Al Jazeera", 
                        "text": "Scores more soldiers defect from Syrian army"
                    }
                ]
            }, 
            {
                "event": "In Damascus, thousands of pro-government protesters gathered at a mosque for the funeral of 11 policemen the government said died in the previous day's bombing.", 
                "refs": [
                    {
                        "href": "http://www.independent.ie/world-news/video-supporters-of-syrian-regime-gather-to-pray-for-soldiers-killed-in-bombing-2982666.html", 
                        "source": "Irish Independent", 
                        "text": "Video: Supporters of Syrian regime gather to pray for soldiers killed in bombing"
                    }
                ]
            }, 
            {
                "event": "Opposition activists accused the government of making fake television footage of the aftermath of the bombing, pointing to three clips they said were \"mistakenly\" aired by Syrian state TV. One shows what seems to be an injured man on the ground standing up just before the end of the clip. Another shows a man with a microphone (allegedly a reporter for Syrian state TV) placing \"bags of vegetables\" in the street to give the impression that some of the victims were civilians shopping in the nearby market. The third video shows a person putting police shields in one of the damaged vans.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-jan-7-2012-2113", 
                        "source": "Al Jazeera", 
                        "text": "Syria Live Blog Sat, 7 Jan 2012, 18:13"
                    }
                ]
            }
        ]
    }, 
    {
        "8 January": [
            {
                "event": "More than a dozen people, including 11 soldiers, were killed in clashes between rebels and loyalists in Basr al-Harir, a town in southern Daraa Governorate, according to the SOHR.", 
                "refs": [
                    {
                        "href": "http://timesofindia.indiatimes.com/world/middle-east/Clashes-kill-11-Syrian-soldiers/articleshow/11414683.cms", 
                        "source": "Times of India", 
                        "text": "Clashes kill 11 Syrian soldiers"
                    }
                ]
            }, 
            {
                "event": "The LCC reported shelling and gunfire in Deir ez-Zor.", 
                "refs": []
            }, 
            {
                "event": "SANA reported that rebels fired at a police vehicle in the al-Khalidiyeh neighborhood of Homs, wounding 11 policemen. It also reported that another four policemen were wounded by gunfire near the National Hospital and that gunmen fired at a vehicle belonging to the Military Housing Establishment in Ashireh neighborhood, wounding the driver.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120202170350/http://sana.sy/eng/337/2012/01/09/392985.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "Chief Warrant Officer Martyred after Being Kidnapped by Armed Terrorist Group in Harasta"
                    }
                ]
            }, 
            {
                "event": "A chief police officer was stopped by gunmen while he was driving on the Harasta-Douma road. He was shot dead but his passenger was allowed to leave unharmed, SANA reported.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120202170350/http://sana.sy/eng/337/2012/01/09/392985.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "Chief Warrant Officer Martyred after Being Kidnapped by Armed Terrorist Group in Harasta"
                    }
                ]
            }, 
            {
                "event": "In Cairo, Arab foreign ministers met at the Arab League to discuss the monitoring mission in Syria and hear the first official report from Lieutenant General Mohamed Ahmed Mustafa al-Dabi, its leader.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/01/201217235048263324.html", 
                        "source": "Al Jazeera", 
                        "text": "Arab League debates future of Syria mission"
                    }
                ]
            }, 
            {
                "event": "The Arab League decided to extend their mission after having heard the first rapports of their observers. They called for an end to the violence by both the Syrian government and opposition.", 
                "refs": [
                    {
                        "href": "http://en.ria.ru/russia/20120108/170671887.html", 
                        "source": "RIA Novosti", 
                        "text": "Arab League urges end to Syria violence"
                    }
                ]
            }
        ]
    }, 
    {
        "9 January": [
            {
                "event": "Opposition activists said at least 21 people were killed in clashes throughout Syria. SOHR said most of the deaths were in the city of Homs and Idlib province.", 
                "refs": [
                    {
                        "href": "http://www.voanews.com/english/news/21-Dead-in-New-Syria-Violence-Activists-Say-136883788.html", 
                        "source": "Voice of America", 
                        "text": "21 Dead in New Syria Violence, Activists Say"
                    }
                ]
            }
        ]
    }, 
    {
        "10 January": [
            {
                "event": "Opposition activists said that security forces killed at least 31 protesters, most of them in the cities of Deir al-Zour and Homs.", 
                "refs": [
                    {
                        "href": "http://www.monstersandcritics.com/news/middleeast/news/article_1684855.php/Al-Assad-claims-popular-support-as-31-killed-in-Syria", 
                        "source": "Monsters and Critics", 
                        "text": "Al-Assad claims popular support as 31 killed in Syria"
                    }
                ]
            }, 
            {
                "event": "SANA reported that rebels fired at a vehicle carrying Syrian soldiers in Rif Dimashq. It said that three soldiers (including a colonel) were killed and three were wounded.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120202173741/http://sana.sy/eng/337/2012/01/11/393440.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "An Officer, 2 Military Members Martyred in Damascus Countryside, Citizen Martyred in Hama"
                    }
                ]
            }, 
            {
                "event": "Syrian president Bashar al-Assad addressed a crowd at Damascus University in a speech. He said that he would remain in power because he felt he had the support of the people of Syria. He claimed that victory was near if Syrians had \"courage\". He blamed what he called \"foreign conspiracies\" for the unrest in Syria and said that restoring order can only be done by fighting \"terrorists\" with an iron fist. He denied that he gave orders to shoot protesters. He also announced that he plans a referendum in March for constitutional changes.", 
                "refs": [
                    {
                        "href": "http://www.euronews.net/2012/01/10/assad-blames-outside-forces-for-syrian-unrest/", 
                        "source": "EuroNews", 
                        "text": "Assad blames ‘outside forces’ for Syrian unrest"
                    }, 
                    {
                        "href": "http://www.usatoday.com/news/world/story/2012-01-10/Syria-Syria-Assad/52476634/1", 
                        "source": "USA Today", 
                        "text": "Most Popular E-mail Newsletter"
                    }, 
                    {
                        "href": "http://www.rte.ie/news/2012/0110/syria.html", 
                        "source": "RTÉ News", 
                        "text": "Syria promises referendum on constitution"
                    }
                ]
            }
        ]
    }, 
    {
        "11 January": [
            {
                "event": "Violence", 
                "refs": []
            }, 
            {
                "event": "Opposition activists reported that 28 people were killed across Syria by security forces, 13 of them in Homs.", 
                "refs": [
                    {
                        "href": "http://www.washingtonpost.com/world/syria-opposition-government-trade-blame-for-attack-that-kills-french-journalist/2012/01/11/gIQAnBPhrP_story.html", 
                        "source": "The Washington Post", 
                        "text": "Syria opposition, government trade blame for attack that kills French journalist"
                    }
                ]
            }, 
            {
                "event": "A French reporter for the channel France 2 news was killed by a mortar shell or rocket while on a government organized trip to a pro-government rally. The reporter was killed when he went to check on an explosion near the local hospital, only to be hit by an additional mortar shell or rocket upon arriving there. Eight civilians were also killed in the attack.", 
                "refs": [
                    {
                        "href": "http://www.guardian.co.uk/world/middle-east-live/2012/jan/11/syria-400-dead-during-arab-league-mission-live-updates", 
                        "source": "The Guardian", 
                        "text": "Syria: Arab League mission in crisis"
                    }, 
                    {
                        "href": "http://english.alarabiya.net/articles/2012/01/11/187760.html", 
                        "source": "Al Arabiya", 
                        "text": "French journalist killed, other reporters wounded in Homs blast"
                    }
                ]
            }, 
            {
                "event": "SANA reported that a military bus was struck by a roadside bomb and then fired upon in Ya'four, Rif Dimashq. It said that four soldiers were killed and eight wounded.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120124021759/http://sana.sy/eng/337/2012/01/12/393565.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "Four Army Members Martyred, Eight Injured in a Bomb Detonated by Terrorists in Ya'four Area"
                    }
                ]
            }, 
            {
                "event": "Other events", 
                "refs": []
            }, 
            {
                "event": "A former Arab League observer to Syria decried the organization's monitoring mission a \"farce\". Anwar Malek, an Algerian Arab League observer who was part of the monitoring team, told Al Jazeera that he resigned because of what he saw, and said that the mission was falling apart. \"What I saw was a humanitarian disaster. The regime is not just committing one war crime, but a series of crimes against its people,\" he said. \"The snipers are everywhere shooting at civilians. People are being kidnapped. Prisoners are being tortured and none were released\". He said that security forces did not withdraw their tanks from the streets, but just hid them and then redeployed them after the observers left. Malek also said \"The regime didn't meet any of our requests, in fact they were trying to deceive us and steer us away from what was really happening, towards insignificant things\". He said that those who were supposedly freed and were shown on TV, were actually people who had been randomly grabbed off the street. \"They were detained for four or five days in tough conditions and later released as if they had been real prisoners\". Malek also said that he had seen snipers on top of buildings: \"On one, there were even army officers in front of the building, while snipers were on the roof. Some on our team preferred to maintain good relations with the regime and denied that there were snipers\". He said that Assad's government \"has gained a lot of time that has helped it implement its plan. Therefore I've decided to withdraw from this mission\". The head of the Arab League observer mission, Sudanese Lieutenant-General Mohammed Al Dabi, distanced himself from Malek's claims, saying that Malek did not leave his hotel room because of illness.", 
                "refs": [
                    {
                        "href": "http://www.guardian.co.uk/world/middle-east-live/2012/jan/11/syria-400-dead-during-arab-league-mission-live-updates", 
                        "source": "The Guardian", 
                        "text": "Syria: Arab League mission in crisis"
                    }
                ]
            }, 
            {
                "event": "This was later denied by Malek, who said that he is shown on many videos taken by activists, as well as Syrian state TV coverage that showed him walking the streets of Homs. He also accused Dabi of ignoring his requests to talk to him about his reasons for resigning.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-jan-12-2012-1603", 
                        "source": "Al Jazeera", 
                        "text": "Al Jazeera Live Blog"
                    }
                ]
            }, 
            {
                "event": "The Under-Secretary-General of the United Nations, Lynn Pascoe, said that, since the Arab League mission began, an estimated 400 people have been killed, an average of 40 a day, a rate much higher than before the mission began.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/01/201211163519970727.html", 
                        "source": "Al Jazeera", 
                        "text": "Former observer says Syria mission 'a farce'"
                    }
                ]
            }, 
            {
                "event": "Israeli officials said that if Assad fell, Alawis might be forced to flee to the Israeli-occupied Golan Heights.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/01/10/us-syria-israel-idUSTRE8090UZ20120110", 
                        "source": null, 
                        "text": "Israel says to take in Syria refugees if Assad falls"
                    }
                ]
            }, 
            {
                "event": "Tens of thousands turned out in a show of support for the government in Omeyad Square and were greeted by President Assad, who gave a short speech saying that his supporters would defeat what he called \"a conspiracy against Syria\".", 
                "refs": [
                    {
                        "href": "http://www.khaleejtimes.com/DisplayArticle11.asp?xfile=data/middleeast/2012/January/middleeast_January299.xml&section=middleeast", 
                        "source": "Khaleej Times", 
                        "text": "Assad takes defiant message to Damascus street"
                    }
                ]
            }, 
            {
                "event": "The archbishop of Aleppo, Jean Clément Jeanbart, said that he was very worried that Christians would suffer as much as they did in Iraq if the regime fell. He said that he was in favor of giving Assad a chance and claimed that most Christians in Syria supported Assad.", 
                "refs": [
                    {
                        "href": "http://www.nowlebanon.com/NewsArticleDetails.aspx?ID=351227", 
                        "source": "NOW Lebanon", 
                        "text": "Syrian archbishop says give Assad a chance"
                    }
                ]
            }
        ]
    }, 
    {
        "12 January": [
            {
                "event": "Opposition activists reported that security forces killed 18 people, mostly in Homs and Idlib.", 
                "refs": [
                    {
                        "href": "http://www.agi.it/english-version/world/elenco-notizie/201201121859-cro-ren1081-bloodletting_in_syria_continues_as_18_more_die", 
                        "source": null, 
                        "text": "Bloodletting in Syria continues as 18 more die"
                    }
                ]
            }, 
            {
                "event": "SANA reported that eight policemen were killed in an attack on their bus near Jbala crossroads, 5 km north of Khan Sheikhoun.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120202075636/http://www.sana.sy/eng/337/2012/01/13/393912.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "Child, 8 Law-enforcement Members Martyred in Armed Attacks"
                    }
                ]
            }, 
            {
                "event": "Al Jazeera reported the defection of Sheikh Abdul Jalil al-Saeed, said to be public relations director for Grand Cleric Ahmad Hassoun. Hassoun denied that al-Saeed was ever employed by the state and asserted that no such position existed.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20130615030218/http://subyraman.com/who-is-sheikh-abdul-jalil-al-saeed/", 
                        "source": "Tabeer", 
                        "text": "Who is Sheikh Abdul Jalil al-Saeed?"
                    }
                ]
            }
        ]
    }, 
    {
        "13 January": [
            {
                "event": "Weekly Friday protests occurred, with tens of thousands protesting in Homs, Hama, Idlib, Aleppo and Damascus's suburbs. Protesters chanted in support of the Free Syrian Army as the Syrian National Council announced that it would begin to co-ordinate with the FSA. Opposition activists reported that security forces killed at least 13 people during the protests, including three children. They also reported that the Syrian Army entered the outskirts of Zabadani, a town 30 km outside Damascus, and cut its communications. It was claimed that tanks were bombarding Zabadani and the nearby town of Madaya, but that government forces were meeting resistance from the FSA.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-16557204", 
                        "source": "BBC News", 
                        "text": "Syria tanks and troops 'enter protest town, Zabadani'"
                    }, 
                    {
                        "href": "http://www.telegraph.co.uk/news/worldnews/middleeast/syria/9014064/Syria-heading-for-civil-war-Arab-League-claims.html", 
                        "source": "The Daily Telegraph", 
                        "text": "Syria heading for civil war, Arab League claims"
                    }, 
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/01/2012113112929524562.html", 
                        "source": "Al Jazeera", 
                        "text": "Syrians rally in support of army defectors"
                    }
                ]
            }, 
            {
                "event": "SANA reported that three Syrian Army soldiers were killed and three wounded in a gun attack on a \"Morse Code service center\" in al-Mrah, Rif Dimashq.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120128202713/http://sana.sy/eng/337/2012/01/14/393989.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "3 Military Members Martyred in Damascus Countryside, 3 Law Enforcement Members Martyred in Homs"
                    }
                ]
            }, 
            {
                "event": "It also reported that two policemen were shot dead and 12 wounded in Wadi al-Saei'h neighborhood of Homs, while a soldier was shot dead in a gun attack on a Syrian Army recruitment office in the city.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120128202713/http://sana.sy/eng/337/2012/01/14/393989.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "3 Military Members Martyred in Damascus Countryside, 3 Law Enforcement Members Martyred in Homs"
                    }
                ]
            }
        ]
    }, 
    {
        "14 January": [
            {
                "event": "Opposition activists said that five civilians were killed by security forces throughout the country by noon.", 
                "refs": [
                    {
                        "href": "http://www.jpost.com/MiddleEast/Article.aspx?id=253586", 
                        "source": "Jerusalem Post", 
                        "text": "Five dead in Syria, Qatar suggests sending troops"
                    }
                ]
            }, 
            {
                "event": "SANA reported that a bomb planted on the railway between Mahmabil and Bishmaroun stations in Idlib derailed a train drawing 20 tankers loaded with 1000 tons of fuel. Some of the tankers caught fire and three of the train workers were injured. It also reported that saboteurs destroyed a high-voltage electricity pylon in Deir Ezzor desert.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120126094551/http://sana.sy/eng/337/2012/01/14/394166.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "Train Loaded with Fuel Derailed by Armed Groups, Terrorists Sabotage Electricity Pylons, Authorities Dismantle Explosives"
                    }
                ]
            }, 
            {
                "event": "The government of Qatar suggested that Arab League states should send in troops to end attack on civilians by Syrian government forces.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-16561493", 
                        "source": "BBC", 
                        "text": "Syria crisis: Qatar calls for Arabs to send in troops"
                    }
                ]
            }, 
            {
                "event": "An SNC official said Brigadier General Mostafa Ahmed al-Sheik, deputy commander of Syria's northern army, defected to Turkey two weeks prior.", 
                "refs": [
                    {
                        "href": "http://www.sacbee.com/2012/01/14/4187209/opposition-syrian-brigadier-general.html", 
                        "source": "Sacramento Bee", 
                        "text": "Opposition: Syrian brigadier general defects"
                    }
                ]
            }
        ]
    }, 
    {
        "15 January": [
            {
                "event": "Syrian security forces shot dead 27 people on Sunday across the country, most of them in the city of Homs and the northwestern province of Idlib, the LCC reported. Meanwhile, 10,000 people marched in the town of Zabadani, in Damascus province, where an Arab observer team has been deployed, calling for regime change, according to the SOHR. Several thousand demonstrated in the Idlib town of Maaret al-Numan, calling for regime change and the trial of Bashar al-Assad when they met an observer team there.", 
                "refs": [
                    {
                        "href": "http://www.naharnet.com/stories/en/26657-16-civilians-dead-in-syria-as-bus-attack-kills-at-least-6", 
                        "source": "Naharnet", 
                        "text": "27 Civilians Dead in Syria as Bus Attack Kills At Least 6"
                    }
                ]
            }, 
            {
                "event": "SANA reported that a bus carrying workers of an Idlib textile factory was struck by a roadside bomb on the road between Ariha and al-Mastouma. It said that six were killed and 16 injured.", 
                "refs": [
                    {
                        "href": "http://sana.sy/eng/337/2012/01/15/394333.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "6 Workers Martyred, 16 Injured by Explosive Device in Idleb"
                    }
                ]
            }, 
            {
                "event": "SOHR reported that five were killed in the roadside blast near Ariha, while the LCC said that ten were killed \"when pro-regime forces targeted their bus\".", 
                "refs": [
                    {
                        "href": "http://www.naharnet.com/stories/en/26657-16-civilians-dead-in-syria-as-bus-attack-kills-at-least-6", 
                        "source": "Naharnet", 
                        "text": "27 Civilians Dead in Syria as Bus Attack Kills At Least 6"
                    }
                ]
            }, 
            {
                "event": "SANA also reported that a 20 kg bomb was defused in an ambulance belonging to Homs National Hospital, and that four people were injured by mortars in Ekrima neighborhood.", 
                "refs": [
                    {
                        "href": "http://sana.sy/eng/337/2012/01/15/394333.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "6 Workers Martyred, 16 Injured by Explosive Device in Idleb"
                    }
                ]
            }, 
            {
                "event": "After a student protest at Aleppo University, security officers raided the campus, The Daily Telegraph reported.", 
                "refs": [
                    {
                        "href": "http://www.telegraph.co.uk/news/worldnews/middleeast/syria/9018589/Syria-suffers-series-of-embarrassing-defections.html", 
                        "source": "The Daily Telegraph", 
                        "text": "Syria suffers series of embarrassing defections"
                    }
                ]
            }
        ]
    }, 
    {
        "16 January": [
            {
                "event": "Twelve people across the country were reportedly killed by Syrian security forces on 16 January.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/01/16/us-syria-idUSTRE8041A820120116", 
                        "source": "Reuters", 
                        "text": "Twelve more killed in Syria despite Arab monitors"
                    }
                ]
            }, 
            {
                "event": "SANA reported that five SA soldiers were killed and seven wounded in a rocket attack on a checkpoint near Sahnaya, Rif Dimashq. It also said that a brigadier general was shot dead in Ghotta, while a policeman and railway engineer were shot dead in Homs.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120120151207/http://www.sana.sy:80/eng/337/2012/01/16/394558.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "Officer, Five Army members martyred by Rocket missiles in Sahnaya, Damascus Countryside"
                    }
                ]
            }, 
            {
                "event": "The regime appeared to suffer another high-profile military defection, with amateur video posted online showing a man dressed in the uniform of an army general displaying his identification card and declaring his support for the revolutionary movement at a rally festooned with pre-Ba'athist flags in Homs Governorate. A parliamentarian from Homs, Imad Ghalioun, gave an interview to Al Arabiya while visiting Cairo announcing that he was also defecting from the regime. He described Homs as \"disaster-stricken\" and said, \"The Syrian people are living their worst period.\"", 
                "refs": [
                    {
                        "href": "http://www.telegraph.co.uk/news/worldnews/middleeast/syria/9018589/Syria-suffers-series-of-embarrassing-defections.html", 
                        "source": "The Daily Telegraph", 
                        "text": "Syria suffers series of embarrassing defections"
                    }
                ]
            }
        ]
    }, 
    {
        "17 January": [
            {
                "event": "According to the LCC, at least 30 people were killed by security forces; 18 of them in Homs. It said that the dead included two children and four SA defectors.", 
                "refs": [
                    {
                        "href": "http://www.ansamed.info/ansamed/en/news/nations/syria/2012/01/17/visualizza_new.html_46019705.html", 
                        "source": "Ansamed", 
                        "text": "Syria: 30 activists killed today"
                    }, 
                    {
                        "href": "http://www.lccsyria.org/5339", 
                        "source": null, 
                        "text": "More Martyrs 17-1-2012"
                    }
                ]
            }, 
            {
                "event": "Both SANA and the LCC reported four people were killed and seven wounded when a roadside bomb struck a minibus on the Idlib–Saraqeb road. SANA blamed \"terrorists\" while the LCC blamed government forces.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/5339", 
                        "source": null, 
                        "text": "More Martyrs 17-1-2012"
                    }, 
                    {
                        "href": "https://web.archive.org/20120121043934/http://www.sana.sy:80/eng/337/2012/01/17/394878.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "Two Law-Enforcement Members, Four Citizens Martyred in Idleb, Others Injured"
                    }
                ]
            }, 
            {
                "event": "SANA also reported two policemen were shot dead outside Idlib Central Prison and the bodies of three soldiers and a civilian contractor were found with bullet wounds at a graveyard in Ariha.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120121043934/http://www.sana.sy:80/eng/337/2012/01/17/394878.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "Two Law-Enforcement Members, Four Citizens Martyred in Idleb, Others Injured"
                    }
                ]
            }, 
            {
                "event": "In Zabadani, where a military assault was underway over the weekend, anti-government insurgents and army troops reportedly reached an agreement to mutually withdraw armed fighters from the city's streets. The ceasefire also halted the tank bombardment of Zabadani, an opposition leader claimed. He said the withdrawal of regime forces from the city was set to begin on 18 January.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/01/17/us-syria-zabadani-ceasefire-idUSTRE80G25T20120117", 
                        "source": null, 
                        "text": "Army, rebels agree ceasefire in Syrian town: opposition"
                    }
                ]
            }
        ]
    }, 
    {
        "18 January": [
            {
                "event": "Anwar Malek, an Algerian ex-observer from the Arab League monitoring mission, said in an interview from his home in Paris that Syrian officials tried to intimidate him and other observers. He called for military aid to the rebels by the United States and other countries as the only way to resolve the conflict.", 
                "refs": [
                    {
                        "href": "http://www.usatoday.com/news/world/story/2012-01-18/syrian-observer-violence-protests/52652894/1", 
                        "source": "USA Today", 
                        "text": "Arab League observer says violence prevails in Syria mission"
                    }
                ]
            }, 
            {
                "event": "A European Union spokesman said the supranational body was weighing new sanctions against the Syrian government.", 
                "refs": [
                    {
                        "href": "http://edition.cnn.com/2012/01/18/world/meast/syria-eu-sanctions/", 
                        "source": "CNN", 
                        "text": "Europe planning new Syria sanctions"
                    }
                ]
            }, 
            {
                "event": "Reuters reported that Lebanese Druze politician Walid Jumblatt expressed concern during an interview in Beirut about a full-scale civil war in neighbouring Syria. Of Assad, Jumblatt said he was not listening to advice from former allies like Turkish Prime Minister Recep Tayyip Erdoğan, adding, \"Up 'til now he has refused to listen to the rightful demands of the Syrian people for a new Syria.\"", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/01/18/us-syria-jumblatt-idUSTRE80H0N220120118", 
                        "source": null, 
                        "text": "Lebanese Druze leader fears civil war in Syria"
                    }
                ]
            }, 
            {
                "event": "The LCC said 21 people were killed by security forces during the day, including 13 in Homs. Meanwhile, SANA claimed 15 soldiers and policemen, including an army colonel, were killed in \"recent\" fighting.", 
                "refs": [
                    {
                        "href": "http://edition.cnn.com/2012/01/18/world/meast/syria-eu-sanctions/", 
                        "source": "CNN", 
                        "text": "Europe planning new Syria sanctions"
                    }
                ]
            }
        ]
    }, 
    {
        "19 January": [
            {
                "event": "The military withdrew from Zabadani to positions 8 km away, residents said, upholding their end of a deal brokered between army and opposition representatives. The Arab League's observation mandate officially expired, but an official in Cairo said observers would remain in Syria until at least 22 January, when Arab League ministers would meet to determine whether or not to extend the duration of the mission.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/01/201211916739170780.html", 
                        "source": "Al Jazeera", 
                        "text": "Arab League mulls extension of Syria mission"
                    }
                ]
            }, 
            {
                "event": "The Wall Street Journal reported that U.S. Treasury Department officials said they had proof that Iran was attempting to dodge an international embargo on exporting oil to Syria. An unnamed Iranian official quoted in the article insisted that Tehran is not bound to comply with the embargo or any sanctions against Syria.", 
                "refs": [
                    {
                        "href": "http://www.foxnews.com/world/2012/01/19/us-uncovers-iranian-effort-to-help-syria-evade-oil-embargo/", 
                        "source": "Fox News", 
                        "text": "US uncovers Iranian effort to help Syria evade oil embargo"
                    }
                ]
            }, 
            {
                "event": "Leading Kurdish opposition figures said anti-government Kurdish activists and political dissents planned to unite and present their vision for a post-Assad Syria to Arab opposition members, citing distrust that Arabs would allow Kurdish autonomy in northeastern Syria if the government fell. Sources reported as many as 25 were killed in Syria throughout the day, Al Arabiya said.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/01/19/189316.html", 
                        "source": "Al Arabiya", 
                        "text": "Arab observers to report back on Syria mission; Kurd groups to unite against Assad"
                    }
                ]
            }
        ]
    }, 
    {
        "20 January": [
            {
                "event": "Weekly Friday protests occurred, with the largest protests occurring in Idlib, Aleppo, Damascus, and Homs. Other protests occurred in Daraa, Deir Ezzor, Zabadani, Hama, and Latakia. Security forces prevented worshippers attending the Omari mosque in the southern town of Deraa. A security officer who had defected, was assassinated in Deraa, the Syrian Observatory for Human Rights said. Activists said at least 12 people were killed on Friday, including seven in Idlib.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/01/2012120142243339195.html", 
                        "source": "Al Jazeera", 
                        "text": "Huge rallies staged across many Syrian cities"
                    }, 
                    {
                        "href": "http://internationaldesk.blogs.cnn.com/2012/01/20/syria-seethes-as-protests-persist/", 
                        "source": "CNN", 
                        "text": "Syria Seethes As Protests Persist"
                    }, 
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-16646806", 
                        "source": "BBC News", 
                        "text": "Syrian activists call for release of detainees"
                    }
                ]
            }, 
            {
                "event": "French daily Le Figaro reported that FSA members mistakingly killed the French journalist Gilles Jacquier by firing a mortar round into a Syrian Army-controlled neighborhood of Homs, citing interviews with rebel leaders. The Free Syrian Army denied responsibility.", 
                "refs": [
                    {
                        "href": "http://www.dailystar.com.lb/News/Middle-East/2012/Jan-20/160582-syrian-opposition-forces-killed-french-journalist-report.ashx#axzz1k26tvQ74", 
                        "source": "The Lebanon Daily Star", 
                        "text": "Syrian opposition forces killed French journalist: report"
                    }, 
                    {
                        "href": "http://www.bloomberg.com/news/2012-01-21/french-journalist-was-killed-by-syrian-rebels-le-figaro-says.html", 
                        "source": "Bloomberg", 
                        "text": "French Journalist Was Killed by Syrian Rebels, Le Figaro Says"
                    }
                ]
            }, 
            {
                "event": "Ahmad el-Tayyeb, the grand imam of Cairo's Al-Azhar, the highest seat of Sunni Muslim learning, urged \"Arab rulers to take the necessary measures to halt bloodshed in Syria\", the state news agency MENA quoted him as saying on Friday. NATO's most senior officer said on Thursday that the alliance was not planning or even \"thinking\" of intervening in Syria. Burhan Ghalioun, the leader of the opposition Syrian National Council, also headed to Cairo to lobby the Arab ministers to refer the observer mission's findings to the United Nations Security Council for tough action.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/01/2012120142243339195.html", 
                        "source": "Al Jazeera", 
                        "text": "Huge rallies staged across many Syrian cities"
                    }, 
                    {
                        "href": "http://www.reuters.com/article/2012/01/20/us-syria-idUSTRE8041A820120120", 
                        "source": "Reuters", 
                        "text": "Violence keeps Syria on edge, Arab mission may extend"
                    }
                ]
            }, 
            {
                "event": "SANA reported that the chief warrant officer of Daraa was killed after being abducted by the FSA.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120123112527/http://www.sana.sy:80/eng/337/2012/01/20/395536.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "Chief Warrant Officer Martyred in Daraa"
                    }
                ]
            }, 
            {
                "event": "As many as 19 people were killed by shooting from Syrian security forces on Friday, Al Arabiya reported, citing Syrian activists.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/01/20/189470.html", 
                        "source": "Al Arabiya", 
                        "text": "Pressure mounts for U.N. to intervene in Syria as Arab League mission is in doubt"
                    }
                ]
            }
        ]
    }, 
    {
        "21 January": [
            {
                "event": "According to the Local Coordination Committees, 60 unidentified corpses were found in the morgue of the hospital in Idlib. The corpses reportedly had signs of torture.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/01/21/189650.html", 
                        "source": "Al Arabiya", 
                        "text": "Syrian deserters seize town of Douma northeast of Damascus, scores killed"
                    }
                ]
            }, 
            {
                "event": "The LCC said that security forces opened fire inside and outside the hospital as activists and residents found the bodies. A mass arrest campaign was reportedly underway in the area.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/01/21/us-syria-idUSTRE8041A820120121", 
                        "source": null, 
                        "text": "Syrian blasts kill 14, Arab monitors may stay"
                    }
                ]
            }, 
            {
                "event": "Including the corpses in Idlib, the death toll for the day reportedly reached a total of 94 people, including 14 prisoners on a bus in Idlib, two people shot dead by security forces in Douma, one in Deir Ezzor, and three in Homs.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/01/21/189650.html", 
                        "source": "Al Arabiya", 
                        "text": "Syrian deserters seize town of Douma northeast of Damascus, scores killed"
                    }
                ]
            }, 
            {
                "event": "SANA reported that police vehicles were attacked with explosives at al-Mastouma. One of the vehicles was allegedly transporting prisoners. It said that 14 people were killed while 26 prisoners and at least six police were wounded.", 
                "refs": [
                    {
                        "href": "http://sana.sy/eng/337/2012/01/21/395611.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "14 Killed, 26 Injured by Attacks of Armed Terrorist Group in Idleb..2 Law-Enforcement Members Martyred, 6 Injured"
                    }
                ]
            }, 
            {
                "event": "SANA also reported that security forces clashed with gunmen trying to enter Syria from Lebanon, near al-Msherfeh village. Three gunmen were reportedly killed.", 
                "refs": [
                    {
                        "href": "http://sana.sy/eng/337/2012/01/21/395710.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "Competent Authorities Clash with Terrorists on Syrian-Lebanese Borders, Kill Three"
                    }
                ]
            }, 
            {
                "event": "The London-based Syrian Observatory for Human Rights said that the FSA had temporarily seized parts of the town of Douma, near Damascus, during the night. Local activists reported that the FSA built barricades and occupied the streets but eventually withdrew to their hideouts, \"most likely because it could offer the regime an excuse to storm the area\".", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/01/21/us-syria-rebels-idUSTRE80K0TG20120121", 
                        "source": null, 
                        "text": "Syria rebels retreat after seizing area near capital"
                    }
                ]
            }, 
            {
                "event": "However, the LCC denied that the FSA took control of Douma.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.com/liveblog/syria-jan-22-2012-0108", 
                        "source": "Al Jazeera", 
                        "text": "Syria – Jan 22, 2012 – 01:08"
                    }
                ]
            }, 
            {
                "event": "The United States announced it was preparing to shut down its embassy in Syria.", 
                "refs": [
                    {
                        "href": "http://www.foxnews.com/politics/2012/01/20/state-department-preparing-to-close-us-embassy-in-syria-officials-say/", 
                        "source": "Fox News", 
                        "text": "State Department preparing to close embassy in Syria, no final decision made"
                    }
                ]
            }
        ]
    }, 
    {
        "22 January": [
            {
                "event": "The Arab League held a meeting at which the representative of Saudi Arabia announced the kingdom would withdraw its funding and personnel from the observer mission, saying it had failed. The League also drafted a plan calling for Assad to relinquish power to Vice President Farouk al-Sharaa and form a national unity government modeled off that of the Republic of Yemen, to include opposition leaders and establish an independent commission of inquiry into the uprising and crackdown, similar to the Bahrain Independent Commission of Inquiry established to investigate the uprising in Bahrain, as well as reorganize the security forces with international assistance and prepare for free and fair parliamentary elections within three months of its formation. In the United States, Senators Charles Schumer and Kirsten Gillibrand introduced new legislation in the United States Senate to increase pressure on the Syrian government with further sanctions.", 
                "refs": [
                    {
                        "href": "http://www.jpost.com/MiddleEast/Article.aspx?id=254705", 
                        "source": "The Jerusalem Post", 
                        "text": "Arab League mulls unity gov't plan for Syria"
                    }
                ]
            }, 
            {
                "event": "Qatari Foreign Minister Hamad bin Jassim al-Thani said the Arab League planned to ask the UN Security Council to endorse the initiative.", 
                "refs": [
                    {
                        "href": "http://www.dailystar.com.lb/News/Middle-East/2012/Jan-23/160759-league-urges-yemen-scenario-in-syria.ashx#axzz1kEdLZzjM", 
                        "source": "The Daily Star", 
                        "text": "League urges Yemen scenario in Syria"
                    }
                ]
            }, 
            {
                "event": "After the body of a 14-year-old Lebanese boy killed the day before by security forces who stormed a fishing boat in Mediterranean waters disputed between Beirut and Damascus was returned to his family, mourners threw stones at Syrian soldiers along the international border, calling Assad \"the enemy of God\". According to news reports, the soldiers did not retaliate, and the mourners eventually dispersed. One of the boy's two uncles seized in the attack on the boat said after his release that he had been interrogated and beaten in custody on suspicion of being an arms smuggler.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120124143739/http://www.yalibnan.com:80/2012/01/22/syria-returns-lebanon-fishermen-and-body-of-14-years-old/", 
                        "source": "Ya Libnan", 
                        "text": "Syria returns Lebanon fishermen and body of 14 years old"
                    }
                ]
            }, 
            {
                "event": "Two Swiss journalists who were colleagues of Gilles Jacquier, the French reporter killed in Homs days earlier, said they blamed Syrian authorities for Jacquier's death. They claimed there were indications the \"ambush\" may have been planned in advance.", 
                "refs": [
                    {
                        "href": "http://abcnews.go.com/International/wireStory/colleagues-blame-syria-french-reporters-death-15415125#.Txx_XmNSTS0", 
                        "source": "ABC News", 
                        "text": "Colleagues Blame Syria for French Reporter's Death"
                    }
                ]
            }, 
            {
                "event": "In Talfita, a village outside Damascus, three members of the SA, one anti-government militant and two civilians were killed in clashes, the SOHR claimed. Citing opposition sources in Douma, Reuters reported that the FSA was said to be in control of about two-thirds of the town's main streets, with off-and-on fighting continuing.", 
                "refs": [
                    {
                        "href": "http://www.dailystar.com.lb/News/Middle-East/2012/Jan-23/160759-league-urges-yemen-scenario-in-syria.ashx#axzz1kEdLZzjM", 
                        "source": "The Daily Star", 
                        "text": "League urges Yemen scenario in Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "23 January": [
            {
                "event": "At least 22 civilians, five security forces and an SA defector were killed on 23 January, activists said. The LCC said security forces killed 23 people including two children, a rebel soldier and two who died under torture. It said that five people were killed in Daraa, six in Homs, eight in Idlib, two in Damascus, two in Hama, one in the north-western province of al-Hasakeh and another in Deir al-Zour.", 
                "refs": [
                    {
                        "href": "http://www.naharnet.com/stories/en/27567-syria-rebels-kill-five-soldiers-in-homs", 
                        "source": "Naharnet", 
                        "text": "22 Civilians, 5 Troops Dead in Syria as 150,000 Mass for Funerals in Douma"
                    }
                ]
            }, 
            {
                "event": "SANA reported that 11 people were killed and three wounded when a bus was attacked with RPGs and gunfire in the Ashira neighborhood of Homs. An attack on two other minibuses at Homs Military Hospital reportedly killed a civil employee. SANA also reported a brigadier general and first lieutenant were shot dead in Talfita, two polcemen and a civil employee were shot dead on the Souran-Hama road, while a policeman was killed by a bomb in Atman.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120126044608/http://sana.sy:80/eng/337/2012/01/23/395797.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "7 Martyred by Terrorists Gunfire in Damascus Countryside, Daraa, Homs and Hama, 2 Trucks Loaded with Weapons and Ammunition Seized in Raqqa"
                    }
                ]
            }, 
            {
                "event": "The head of Arab League observers, Sudanese General Dabi, rejected criticism of his team's work and said that the mission had reduced the bloodshed in Syria. He also said that in some regions, the FSA attacked security forces, prompting them to return fire.", 
                "refs": [
                    {
                        "href": "http://www.guardian.co.uk/world/middle-east-live/2012/jan/23/syria-rejects-arab-league-demands", 
                        "source": "The Guardian", 
                        "text": "Syria rejects Arab League demands"
                    }
                ]
            }, 
            {
                "event": "Syria rejected the previous day's Arab League resolution calling on the Syrian government to quit violence and establish a national unity government, calling it a \"foreign conspiracy\" that threatened Syria's \"sovereignty\".", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/01/201212305618873831.html", 
                        "source": "Al Jazeera", 
                        "text": "Syria rejects Arab League transition plan"
                    }
                ]
            }
        ]
    }, 
    {
        "24 January": [
            {
                "event": "Local Coordination Committees reported that the number of Syrian deaths on 24 January rose to 52, 39 of which were in Homs, including 18 deaths from the Syrian army's artillery shelling of two buildings in Bab Tadmur neighborhood. Also 5 were killed in Hama, 3 in Daraa and 2 in Idlib, and one death each in Damascus, Douma in Damascus's Suburbs, and Raqqa.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/5575", 
                        "source": null, 
                        "text": "52 Martyrs till Now 24-1-2012"
                    }
                ]
            }
        ]
    }, 
    {
        "25 January": [
            {
                "event": "The Local Coordinating Committees in Syria stated that the number of those killed on 25 January had risen to 24, among them 6 soldiers from the Free Syrian Army, 2 children, and 2 women. In addition, 5 were killed in Damascus Suburbs, 4 in each of Homs and Hama, 3 in Idlib, 1 in Aleppo, and 1 in Daraa.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/5644", 
                        "source": null, 
                        "text": "Syria This Evening 25-1-2012"
                    }
                ]
            }, 
            {
                "event": "The secretary general of the Syrian Red Crescent, a non profit medical service, was shot dead in Idlib. The Red Crescent commented that his was not the first time they were attacked, and that security forces had shot at them before.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/01/2012125104441775248.html", 
                        "source": "Al Jazeera", 
                        "text": "Senior Red Crescent official killed in Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "26 January": [
            {
                "event": "The Arab League chief has reportedly said that a peace plan that aims to end Syria's political crisis will be submitted to the United Nations Security Council early next week. Nabil Elaraby, the secretary-general of the Arab League, told reporters in Cairo that the meeting with UN officials will be held on Monday in New York city.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/01/201212614209112524.html", 
                        "source": "Al Jazeera", 
                        "text": "Arab League to take Syria peace plan to UN"
                    }, 
                    {
                        "href": "http://english.alarabiya.net/articles/2012/01/26/190704.html", 
                        "source": "Al Arabiya", 
                        "text": "Arab observers resume work for the first time in a week amid Syria violence"
                    }
                ]
            }, 
            {
                "event": "Syrian state television reported that tens of thousands of Assad supporters showed their support in a rally held in Damascus. Various other pro Assad rallies happened across Syria.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120129004640/http://www.sana.sy:80/eng/21/2012/01/26/396683.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "Support Rallies to Comprehensive Reforms Led and Masterminded by President Bashar al-Assad"
                    }, 
                    {
                        "href": "http://en.ria.ru/world/20120126/170965525.html", 
                        "source": "RIA Novosti", 
                        "text": "Syrians Rally in Support for al-Assad"
                    }
                ]
            }, 
            {
                "event": "At least 34 civilians, including ten children, were killed Thursday by security forces in Syria, according to Syrian Observatory of Human Rights. In addition, seven or eight army deserters were killed Thursday in clashes, including a colonel in Homs, the London-based organization. In Homs, government forces launched an offensive on Thursday night at the district of Karm al-Zeitoun, killing 26 civilians, including nine children, and leaving dozens injured.", 
                "refs": [
                    {
                        "href": "http://www.albawaba.com/news/syria-over-30-dead-regimes-slams-arab-regimes-410491", 
                        "source": "Al Bawaba", 
                        "text": "Syria: Over 30 dead as regimes slams Arab regimes"
                    }
                ]
            }, 
            {
                "event": "In the city of Hama, where the Syrian army launched a major offensive Tuesday, four civilians were killed including a woman, 58 years old, who was shot dead by snipers, the source said. One was killed in the province of Idleb, and two more in the suburbs of Damascus. In the province of Deraa, a teenager was killed and three others injured.", 
                "refs": [
                    {
                        "href": "http://www.albawaba.com/news/syria-over-30-dead-regimes-slams-arab-regimes-410491", 
                        "source": "Al Bawaba", 
                        "text": "Syria: Over 30 dead as regimes slams Arab regimes"
                    }
                ]
            }, 
            {
                "event": "By evening, the Local Coordination Committees in Syria reported that the death toll of civilians on 26 January reached 42.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/5665", 
                        "source": null, 
                        "text": "42 Martyrs till Now 26-1-2012"
                    }
                ]
            }, 
            {
                "event": "In addition to the 42 killed, the LCC reported that 23 corpses were later found in the Bab Qebli section of Hama. The corpses were handcuffed and shown signs of torture.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/5681", 
                        "source": null, 
                        "text": "Hama’s Massacre 26-1-2012"
                    }
                ]
            }, 
            {
                "event": "The centre of Douma, on the outskirts of Damascus, was under the control of the Free Syrian Army during the night, with checkpoints set up on the outskirts and there were reports of gunfire and explosions in some areas.", 
                "refs": [
                    {
                        "href": "http://news.bbc.co.uk/today/hi/today/newsid_9687000/9687063.stm", 
                        "source": "BBC", 
                        "text": "Free Syrian Army: We're going to win this war"
                    }
                ]
            }
        ]
    }, 
    {
        "27 January": [
            {
                "event": "Opposition activists alleged 102 people were shot dead by Syrian security force across Syria, as Friday protests spread. The casualties included both protesters as well as defected soldiers. The death toll of 102 included the 23 corpses found overnight in Homs.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/01/27/190862.html", 
                        "source": "Al Arabiya", 
                        "text": "102 killed across Syria as bloody crackdown on opposition continues"
                    }
                ]
            }, 
            {
                "event": "Anti-government protests occurred primarily in Aleppo, Idlib, Latakia, Daraa, and the Damascus suburbs. The cities of Hama and Homs also experienced mass protests, but were primarily under siege by the Syrian army. Since the 23 January, both Hama and Homs have been under intensive siege and occupation by the Syrian army, which wishes to take back neighborhoods in Hama and Homs recently controlled by the Free Syrian Army. Over the past week intensive clashes between the Free Syrian Army and the government's forces lead to the FSA's takeover of large proportions of Homs, Hama, and suburban Damascus, prompting retaliatory attacks by the Syrian army, which additionally lead to dozens of civilian casualties. the majority of Friday's casualties were in Homs.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/01/27/190862.html", 
                        "source": "Al Arabiya", 
                        "text": "102 killed across Syria as bloody crackdown on opposition continues"
                    }, 
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/01/2012126224714267587.html", 
                        "source": "Al Jazeera", 
                        "text": "UN Security Council to discuss Syria crisis"
                    }, 
                    {
                        "href": "http://www.reuters.com/article/2012/01/27/us-syria-idUSTRE8041A820120127", 
                        "source": null, 
                        "text": "Syria violence kills 37, U.N. Security Council to meet"
                    }
                ]
            }, 
            {
                "event": "Gen. Mustafa al-Dabi warned of an escalation of the conflict in recent days.", 
                "refs": []
            }, 
            {
                "event": "The FSA announced that the group had captured around 7 Iranian men, 5 of whom were alleged to be Revolutionary Guard members participating in the government crackdown (two others were civilians). A video was posted displaying the men and their alleged Iranian military identity cards, it was too blurry to read the cards,", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/01/27/us-syria-iran-hostages-idUSTRE80Q1EH20120127", 
                        "source": null, 
                        "text": "Syrian rebels say they hold seven Iranians hostage"
                    }
                ]
            }, 
            {
                "event": "and shows one man, named Haidar Ali,", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.com/liveblog/syria-jan-27-2012-1305", 
                        "source": "Al Jazeera", 
                        "text": "Fri, 27 Jan 2012, 10:05 GMT+3 - Syria"
                    }, 
                    {
                        "href": "http://blogs.aljazeera.com/liveblog/syria-jan-27-2012-1740", 
                        "source": "Al Jazeera", 
                        "text": "Fri, 27 Jan 2012, 14:40 GMT+3 - Syria"
                    }
                ]
            }, 
            {
                "event": "pleading to Ali Khamenei to withdraw all Iranian military personnel from Syria. The FSA stated its intention to hold the men hostage until military operations against Homs cease and FSA member Lieutenant Colonel Hussein Harmoush is freed.", 
                "refs": [
                    {
                        "href": "http://www.time.com/time/world/article/0,8599,2105510,00.html", 
                        "source": "TIME", 
                        "text": "Syria: Are Captured Iranians Military Men or Engineers?"
                    }
                ]
            }, 
            {
                "event": "Iran denied that they were soldiers, and instead said that they were the engineers who had been kidnapped in the previous weeks.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/01/27/us-syria-iran-hostages-idUSTRE80Q1EH20120127", 
                        "source": null, 
                        "text": "Syrian rebels say they hold seven Iranians hostage"
                    }
                ]
            }, 
            {
                "event": "Defected Col. Hammoud estimated the FSA had gained control about 90% of the northern city of Idlib and just over half of Homs.", 
                "refs": [
                    {
                        "href": "http://online.wsj.com/article/SB10001424052970204573704577186912878221938.html", 
                        "source": "Wall Street Journal", 
                        "text": "Damascus Battles Risk Tipping Capital Into Chaos"
                    }
                ]
            }
        ]
    }, 
    {
        "28 January": [
            {
                "event": "Local Coordination Committees of Syria reported number of 28 January's deaths rose to 50, among them three 3 children and one 1 woman., 19 people were killed in Homs, 6 in Hama, 7 in Damascus Suburbs (Saqba, Douma, Moadamieh, Arbeen, Zamalka, Baseemeh), 3 in Daraa, 2 each in Deir Ezzor and Idlib, and 1 in each of Damascus and Qonaitra, additional to 10 casualties of the defected soldiers. Deaths in Rankous and Ghouta were also reported, but the number is not yet known.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/5771", 
                        "source": null, 
                        "text": "50 Martyrs 28-1-2012 | Local coordination committees of Syria"
                    }, 
                    {
                        "href": "http://english.alarabiya.net/articles/2012/01/28/191067.html", 
                        "source": "Al Arabiya", 
                        "text": "Arab League suspends observer mission as Syria vows to ‘cleanse outlaws’"
                    }
                ]
            }, 
            {
                "event": "The Arab league decided to suspend for the moment its mission because of the spike of violence in the recent days in the country. The secretary general also asked the head of the mission to ensure the security of observers. At the same time interior minister Mohamed Shaar said that Syria will continue to try to \"cleanse\" Syria of what he named outlaws.", 
                "refs": [
                    {
                        "href": "http://edition.cnn.com/2012/01/28/world/meast/syria-unrest/", 
                        "source": "CNN", 
                        "text": "Amid violence, Arab League suspends observer mission in Syria"
                    }
                ]
            }, 
            {
                "event": "By night, the LCC reported that the death toll for 28 January reached 98 people, including 20 unidentified corpses found in Hama's city hospital.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/5786", 
                        "source": null, 
                        "text": "98 Martyrs 28-1-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "29 January": [
            {
                "event": "An estimated 2,000 troops backed by tanks attempted to retake rebellious Damascus suburbs, with a similar situation occurring in the mountain town of Rankous to the north. At least 19 people were reported killed, including fourteen civilians and five rebels during the government crackdown on the Damascus suburbs of Kfar Batna, Saqba, Jisreen and Arbeen", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-16779203", 
                        "source": "BBC", 
                        "text": "Syria army moves to wrest Damascus suburbs from rebels"
                    }
                ]
            }, 
            {
                "event": "in what locals described as \"urban warfare.\"", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/01/29/us-syria-idUSTRE80S08620120129", 
                        "source": null, 
                        "text": "Syria troops battle to retake Damascus suburbs"
                    }
                ]
            }, 
            {
                "event": "The LCC reported one of the bloodiest days of the uprising, with 62 people claimed dead across Syria. Of the dead, 19 were in Homs, 16 were in and around Damascus, and 15 were in Hama, the LCC said. At least 50 were injured by government forces' shelling of Damascus' eastern suburb of Ghotta, the LCC claimed. The Syrian Observatory for Human Rights said a roadside bomb destroyed a military vehicle near Idlib, killing 10 soldiers. It also reported a rebel soldier was killed near Zabadani. SANA said another roadside bomb near Damascus killed six soldiers and wounded six more. Meanwhile, Russian Foreign Minister Sergei Lavrov, said that he did not agree with the Arab League's decision to suspend its observing mission in Syria, claiming it had reduced violence and was a \"useful instrument\" in gauging the situation in the country.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-16779203", 
                        "source": "BBC", 
                        "text": "Syria army moves to wrest Damascus suburbs from rebels"
                    }, 
                    {
                        "href": "http://www.cnn.com/2012/01/29/world/meast/syria-unrest/index.html", 
                        "source": "CNN", 
                        "text": "Arab League suspends Syria mission amid violence"
                    }
                ]
            }, 
            {
                "event": "Secretary-General Ban Ki-moon, head of the United Nations, called for an end to the violence in Syria and said it was the government's responsibility to end the bloodshed.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/01/29/191185.html", 
                        "source": null, 
                        "text": "U.N. resolution on Syria to be redrafted as Ban Ki-moon calls for end to bloodshed"
                    }
                ]
            }, 
            {
                "event": "After two days of clashes, oppositions and FSA sources confirmed that the Syrian army seized back the control of the eastern suburbs of Damascus from the rebels and started to make house to house arrests. SANA said 51 soldiers were killed in recent days of fighting.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/01/30/us-syria-idUSTRE80S08620120130", 
                        "source": null, 
                        "text": "Assad troops fight back against Syria rebels"
                    }, 
                    {
                        "href": "https://web.archive.org/20120201045432/http://news.sky.com:80/home/world-news/article/16158820", 
                        "source": "Sky News", 
                        "text": "Syria: Damascus Army Retakes Rebel Suburbs, Assad Forces Shelling Rebel Strongholds"
                    }, 
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-16784711", 
                        "source": "BBC News", 
                        "text": "Syrian army returns to Damascus suburbs"
                    }
                ]
            }, 
            {
                "event": "Opposition activists claimed that close family members of Assad, including his wife, had tried to leave Damascus via plane, but had been intercepted by the Free Syrian Army and forced to return to government held areas of Damascus. The government refused to comment on the rumor.", 
                "refs": [
                    {
                        "href": "http://en.ria.ru/world/20120130/171026596.html", 
                        "source": "RIA Novosti", 
                        "text": "Rebels Block Assad’s Relatives Leaving Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "30 January": [
            {
                "event": "On 30 January, the Syrian Army continued its offensive on previously rebel held area around Damascus. After seizing back the eastern suburbs the previous day, the army entered the city of Rankous after several days of clashes forcing the rebels to retreat and withdraw, according to the London-based Syrian Observatory for Human Rights.", 
                "refs": [
                    {
                        "href": "http://www.emirates247.com/news/region/violence-kills-29-across-syria-on-monday-2012-01-30-1.440285", 
                        "source": "Emirates 24/7", 
                        "text": "Violence kills 29 across Syria on Monday"
                    }
                ]
            }, 
            {
                "event": "On the night of 30 January, the fighting subsided as Syrian army extended their control in Ghouta. An activist said that the FSA moved out of the suburbs and that the Syrian army arrested 200 opposition members in Hammourya. The opposition death toll in Damascus given by the activist was 19 civilians killed and 6 FSA soldiers killed.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/01/30/us-syria-idUSTRE80S08620120130", 
                        "source": null, 
                        "text": "Assad troops fight back against Syria rebels"
                    }
                ]
            }, 
            {
                "event": "The Free Syrian Army returned to Saqba, and began conducting hit and run attacks against the Syrian army.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/01/20121305451649635.html", 
                        "source": "Al Jazeera", 
                        "text": "'Street fighting rages' near Damascus"
                    }
                ]
            }, 
            {
                "event": "Local Coordination Committees in Syria reported the number of people killed by the Syrian army on 30 January reached 100, including 8 children and a woman. 56 of the deaths were in Homs, 20 in Rastan, 15 in Daraa, 6 in Damascus suburbs, 1 in Hasakah, and 2 in Idlib.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/5885", 
                        "source": null, 
                        "text": "100 Martyrs 30-1-2012 | Local coordination committees of Syria"
                    }
                ]
            }, 
            {
                "event": "Despite the prior demand from the FSA, an official from the Syrian League for Human Rights claimed to AFP that FSA colonel Hussein Harmush was executed by a gunshot wound to the head by an Air Force intelligence unit. In June 2011, Harmush was the first military officer to defect from the Assad government, doing so by communicating such to AFP in the Turkish town of Guvecci. He was later allegedly captured by intelligence from a refugee camp and forced to confess to various \"crimes,\" with the confessions broadcast on state television.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120209155405/http://www.google.com:80/hostednews/afp/article/ALeqM5gmDkKz90iUJhpbIyspp1A2yzmyZg?docId=CNG.3805822e112de64f854324c7c664eed4.671", 
                        "source": "Google News", 
                        "text": "Regime executes Free Syrian Army colonel: NGO"
                    }
                ]
            }
        ]
    }, 
    {
        "31 January": [
            {
                "event": "The Syrian Ministry of Interior issued a statement announcing that Assad's security forces had killed a number of suspected \"terrorists\" and arrested several others in Douma, Harasta, Saqba, Hammouriyeh and Kfar Batna, seizing a large stockpile of weapons.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120309171733/http://sana.sy:80/eng/337/2012/01/31/397544.htm", 
                        "source": "Syrian Arab news agency", 
                        "text": "Interior Ministry: Big Numbers of Terrorists Killed, Many Others Caught in Damascus Countryside"
                    }
                ]
            }, 
            {
                "event": "The Syrian army continued its assault in the Damascus region with troops and tanks moving on Arbeen and Zamalka. On another note, an activist claimed that the opposition fighters had captured the city of Rastan after a day of fighting with government forces.", 
                "refs": [
                    {
                        "href": "http://www.belfasttelegraph.co.uk/news/world-news/syrian-troops-push-towards-damascus-16111322.html", 
                        "source": "Belfast Telegraph", 
                        "text": "UN urged to back Syria resolution"
                    }
                ]
            }, 
            {
                "event": "Further clashes occurred in Rastan, according to certain activists, who witnessed the destruction of an unidentified structure by a tank.", 
                "refs": [
                    {
                        "href": "http://in.reuters.com/article/2012/01/31/syria-attack-idINDEE80U0GI20120131", 
                        "source": "Reuters India", 
                        "text": "Syrian forces kill 10 in rebel town"
                    }
                ]
            }, 
            {
                "event": "Local coordination committees reported that the number of those killed on 31 January have reached 34, including two children, a woman and 5 army defectors, 4 of whom were executed in Idlib. 14 were believed killed in Idlib, 12 in Homs, and at least 3 in the Damascus Suburbs.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/5944", 
                        "source": null, 
                        "text": "More News From Syria 31-1-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "1 February": [
            {
                "event": "While the army continued their operations, the Russian ambassador at the UN stated that Russia would veto the proposed resolution if a clause explicitly excluding any military intervention was not included.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/02/01/us-syria-idUSTRE80S08620120201", 
                        "source": null, 
                        "text": "Russia says will veto unacceptable Syria resolution"
                    }
                ]
            }, 
            {
                "event": "Eleven Iranian pilgrims were allegedly kidnapped in Syria, and Iranian authorities accused armed opposition groups of being responsible.", 
                "refs": [
                    {
                        "href": "http://www.google.com/hostednews/afp/article/ALeqM5iIRYbLpZTC333MEYx2KICfKkc9oQ?docId=CNG.1140e56aa3552e814067991ab61a1045.61", 
                        "source": "Google News", 
                        "text": "Iran says 11 more pilgrims kidnapped in Syria"
                    }
                ]
            }, 
            {
                "event": "The number of those killed by Syrian security forces on 1 February has risen to 70 so far including 14 deaths from the Free Syrian Army, 2 women and 2 children. 35 were killed in Wadi Barada (Damascus suburbs), 8 in Daraa, 14 in Homs, 6 in Eastern Gharba (Daraa suburbs), 3 in Damascus suburbs (Arbeen and Moadamiya), 3 in Idlib and one in Qamishli.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/5967", 
                        "source": null, 
                        "text": "68 Martyrs till Now 1-2-2012 | Local coordination committees of Syria"
                    }, 
                    {
                        "href": "http://www.cnn.com/2012/02/01/world/meast/syria-unrest/", 
                        "source": "CNN", 
                        "text": "U.N. Security Council talks Syria peace as deaths mount"
                    }
                ]
            }
        ]
    }, 
    {
        "2 February": [
            {
                "event": "Heavy gunfire and shelling were reported to have occurred in Wadi Barada valley outside Damascus. Twenty four people, including six army defectors were killed in the fighting according to activists.", 
                "refs": [
                    {
                        "href": "http://online.wsj.com/article/SB10001424052970204652904577196690460049790.html", 
                        "source": "Wall street journal", 
                        "text": "Syria fight grows as UN negotiates with Russia"
                    }
                ]
            }, 
            {
                "event": "At the United Nations, talks were progressing toward a consensus. The text in Syrian resolutions being drafted have been watered down in an attempt to dodge a Russian veto and do not explicitly call for Assad to step down although the UN reaffirms its support for Arab League proposals. The new drafts also rule out foreign military intervention.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/02/2012221439757981.html", 
                        "source": "Al Jazeera", 
                        "text": "Syria activists commemorate Hama atrocities"
                    }
                ]
            }, 
            {
                "event": "However, Russia continued to voice its disapproval.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-16865057", 
                        "source": "BBC News", 
                        "text": "Russia threatens UN veto over Syria resolution"
                    }
                ]
            }
        ]
    }, 
    {
        "3 February": [
            {
                "event": "Protesters across Syria rallied in memorial of the 1982 Hama massacre. The largest protests occurred within Homs, Aleppo, and Idlib. Protesters attempted to rally in Hama, but were dispersed by security forces stationed to preempt mass protesting in Hama. Other protests occurred in Daraa and Latakia. Protests in Damascus's suburbs were fired upon and dispersed the Syrian army stationed there. 42 protesters and civilians across Syria were reported killed by security forces.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/02/03/192348.html", 
                        "source": "Al Arabiya", 
                        "text": "More deaths reported in Syria as Russia says it cannot support amended draft"
                    }
                ]
            }, 
            {
                "event": "Opposition troops assaulted Syrian army positions in Anadan, just outside Aleppo.", 
                "refs": [
                    {
                        "href": "http://www.chicagotribune.com/news/sns-rt-us-syria-aleppotre812137-20120203,0,3209977.story", 
                        "source": "Chicago Tribune", 
                        "text": "Uprising finally hits Syrias silk road city"
                    }, 
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/02/201223145311955213.html", 
                        "source": "Al Jazeera", 
                        "text": "Dozens killed as Syrians mark 1982 massacre"
                    }
                ]
            }, 
            {
                "event": "Demonstrations in Syria on 3 February were seemingly amongst the most widespread of the entire uprising, including protests in over 600 towns and neighborhoods.", 
                "refs": []
            }
        ]
    }, 
    {
        "4 February": [
            {
                "event": "Government forces began an intense artillery bombardment of Homs, leading to over 400 civilian deaths, according to activists in the city. Shabiha invaded some hospitals as well, with intent to kill or abduct the wounded.", 
                "refs": [
                    {
                        "href": "http://www.cnn.com/2012/02/03/world/meast/syria-unrest/index.html", 
                        "source": "CNN", 
                        "text": "U.N. Security Council to meet on Syria as deaths mount"
                    }, 
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/02/201223231333768854.html", 
                        "source": "Al Jazeera", 
                        "text": "'Hundreds of casualties' in Syria's Homs"
                    }
                ]
            }, 
            {
                "event": "Syria strongly denied that such a shelling happened. They said that it was a fabrication from the opposition to try to influence the vote at the UN the same day and accused the armed groups in Homs of killing soldiers and civilians.", 
                "refs": [
                    {
                        "href": "http://www.cbsnews.com/8301-202_162-57371564/syria-denies-massacre-of-200-in-homs/", 
                        "source": "CBS News", 
                        "text": "Syria denies massacre of 200 in Homs"
                    }
                ]
            }, 
            {
                "event": "However, activists posted web videos which display burning structures believed to be hit by Syrian artillery. The authenticity of these films have not been verified.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-feb-4-2012-0135", 
                        "source": "Al Jazeera", 
                        "text": "Live Blog"
                    }, 
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-feb-4-2012-0328", 
                        "source": "Al Jazeera", 
                        "text": "AJE live blog"
                    }, 
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-feb-4-2012-0037", 
                        "source": "Al Jazeera", 
                        "text": "Syria - Feb 4, 2012 - 00:37"
                    }
                ]
            }, 
            {
                "event": "The Lebanese army deployed into the northern towns of Wadi Khaled and Akroum to root out possible Syrian opposition forces and gunrunners.", 
                "refs": [
                    {
                        "href": "http://www.naharnet.com/stories/en/28907-lebanese-army-deploys-in-wadi-khaled-opposition-describes-measures-as-syrian-orders", 
                        "source": "NaharNet", 
                        "text": "Lebanese Army Deploys in Wadi Khaled, Opposition Describes Measures as 'Syrian Orders'"
                    }, 
                    {
                        "href": "http://www.nowlebanon.com/NewsArticleDetails.aspx?ID=360743", 
                        "source": "NOW Lebanon", 
                        "text": "Lebanese army deploys to Wadi Khaled, Akroum"
                    }
                ]
            }, 
            {
                "event": "A mass funeral was held in Khalidya, Homs, for those who lost their lives in the neighborhood during the night. Elsewhere in Daraya, Damascus, a second funeral was attacked by security forces, who reportedly shot 12 mourners.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120205051127/http://www.france24.com/en/20120204-syria-forces-kill-12-civilians-near-damascus", 
                        "source": "France24", 
                        "text": "Syria forces 'kill 12 civilians' near Damascus"
                    }
                ]
            }, 
            {
                "event": "Russia and China announced their veto to the contemporary UN resolution on Syria at the security council.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/02/201224162422121856.html", 
                        "source": "Al Jazeera", 
                        "text": "Veto on Syria sparks Arab and Western fury"
                    }
                ]
            }
        ]
    }, 
    {
        "5 February": [
            {
                "event": "The Local Coordination Committees said the number of those killed by security forces on 5 February had risen to 43, including 6 children and 3 women; of which, 29 of the deaths were in Homs, 6 in Idlib, 5 in Damascus Suburbs, 2 in Daraa and 1 in Aleppo.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/6072", 
                        "source": null, 
                        "text": "More Martyrs 5-2-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "6 February": [
            {
                "event": "At least 300 rockets were reported to have landed in the city of Homs, with at least 15 initially reported killed on Monday morning.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-16902819", 
                        "source": "BBC News", 
                        "text": "Syria crisis: Army steps up Homs shelling"
                    }
                ]
            }, 
            {
                "event": "Great Britain recalled their ambassador.", 
                "refs": [
                    {
                        "href": "http://www.nowlebanon.com/NewsArticleDetails.aspx?ID=361565", 
                        "source": "NOW Lebanon", 
                        "text": "Britain recalls ambassador to Syria"
                    }
                ]
            }, 
            {
                "event": "A pipeline was damaged in the city of Homs.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-feb-6-2012-1152", 
                        "source": "Al Jazeera", 
                        "text": "Syria - Feb 6, 2012 - 11:52"
                    }
                ]
            }, 
            {
                "event": "The United States had announced that they were closing their embassy.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120127141316/http://travel.state.gov/travel/cis_pa_tw/tw/tw_5633.html", 
                        "source": "the original", 
                        "text": "Syria"
                    }
                ]
            }, 
            {
                "event": "The United Kingdom has also summoned its ambassador to the Foreign Office,", 
                "refs": [
                    {
                        "href": "http://ukinsyria.fco.gov.uk/en/news/?view=News&id=726320582", 
                        "source": null, 
                        "text": "Foreign Office summons Syrian Ambassador over Homs siege"
                    }
                ]
            }, 
            {
                "event": "and has suspended services in Syria.", 
                "refs": []
            }, 
            {
                "event": "United States sent an official to Russia to talk about sanctions against Syria and Iran.", 
                "refs": [
                    {
                        "href": "http://www.nowlebanon.com/NewsArticleDetails.aspx?ID=361658", 
                        "source": "NOW Lebanon", 
                        "text": "US to send sanctions official to Moscow"
                    }
                ]
            }, 
            {
                "event": "Russia foreign minister Lavrov said western reactions to the Russian veto were too \"hysterical\".", 
                "refs": [
                    {
                        "href": "http://www.trust.org/alertnet/news/syria-bombards-homs-west-scrambles-for-new-strategy/", 
                        "source": "Trust", 
                        "text": "Syria bombards Homs; West scrambles for new strategy"
                    }
                ]
            }, 
            {
                "event": "Canada said that contrary to the United States, they decided to keep their embassy open.", 
                "refs": [
                    {
                        "href": "http://www.vancouversun.com/news/Recall+ambassador+Syria+says/6108511/story.html", 
                        "source": "Vancouver Sun", 
                        "text": "Canadian ambassador to remain in Syria"
                    }
                ]
            }, 
            {
                "event": "The Local Coordinating Committees stated the number of those killed by security forces on 6 February has risen to 74, among them 4 children and 4 women: 47 deaths were in Homs, 12 in the Damascus Suburbs (Zabadany,Saqba, Madaya. Hazza, Daraya), 9 in Idlib, 3 in Damascus (Kafar Souseh, Dummar City), 2 in Aleppo, and 1 in Qalaat al-Madiq in Hama.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/6129", 
                        "source": null, 
                        "text": "Syria at Night 6-2-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "7 February": [
            {
                "event": "Russian FM Lavrov made his visit to Syria. Russia wants a solution based on the Arab League plan.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-16920922#TWEET73925", 
                        "source": "BBC News", 
                        "text": "Syria crisis: Russia 'wants Arab League role'"
                    }
                ]
            }, 
            {
                "event": "Gulf Arab states, Kuwait, Saudi Arabia, Bahrain, Qatar, Oman and the United Arab Emirates joined countries pulling ambassadors from Syria. These countries are also asking Syria to recall its ambassadors.", 
                "refs": [
                    {
                        "href": "http://hosted.ap.org/dynamic/stories/M/ML_SYRIA?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2012-02-07-09-41-12", 
                        "source": "Associated Press", 
                        "text": "News from The Associated Press"
                    }
                ]
            }, 
            {
                "event": "Unicef says more 400 children have died during the past 11 months in Syria.", 
                "refs": [
                    {
                        "href": "http://www.heraldsun.com.au/news/breaking-news/unicef-says-400-children-killed-in-syria/story-e6frf7jx-1226265174030", 
                        "source": "Herald Sun", 
                        "text": "UNICEF says 400 children killed in Syria"
                    }
                ]
            }, 
            {
                "event": "Unicef also demands Syrian officials to let in aid for the victims of the conflict.", 
                "refs": []
            }, 
            {
                "event": "Local Coordination Committees in Syria stated that number of those killed by security forces in Syria on 7 February was 35 including two women and 6 children, including a mother and her three children. 19 were killed in Homs, 10 in Madaya (Damascus suburbs), 2 in Idlib, 2 in Daraa and 2 in Aleppo.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/6173", 
                        "source": null, 
                        "text": "35 Martyrs 7-2-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "8 February": [
            {
                "event": "The Syrian army launched an intense bombardment of Homs with artillery shelling, primarily on the Bab Amr neighborhood, reportedly killing 43 civilians.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/02/20122854220167748.html", 
                        "source": "Al Jazeera", 
                        "text": "'Besieged' Homs endures tank assault"
                    }
                ]
            }, 
            {
                "event": "By night, the civilian death toll from the Syrian army's assault on Homs reached 117.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/02/08/193298.html", 
                        "source": "Al Arabiya", 
                        "text": "At least 117 killed in military attacks mostly across Syrian city of Homs"
                    }
                ]
            }, 
            {
                "event": "The same day, 43 Syrian soldiers and security forces were buried, according to Syrian press agency SANA.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120604163507/http://sana.sy/eng/337/2012/02/08/399070.htm", 
                        "source": "Syrian Arab news agency", 
                        "text": "Thirty Army and Law-Enforcement Forces Martyrs Laid to Rest"
                    }, 
                    {
                        "href": "https://web.archive.org/20120211093750/http://www.sana.sy:80/eng/337/2012/02/08/399246.htm", 
                        "source": "Syrian Arab news agency", 
                        "text": "13 Army Martyrs Escorted to Final Resting Place"
                    }
                ]
            }
        ]
    }, 
    {
        "9 February": [
            {
                "event": "110 civilians were killed in Homs by artillery shelling from the government's army on 9 February.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/02/201229142032794961.html", 
                        "source": "Al Jazeera", 
                        "text": "'Scores killed' in shelling of Syria's Homs"
                    }, 
                    {
                        "href": "http://www.lccsyria.org/6203", 
                        "source": null, 
                        "text": "More Martyrs 9-2-2012 | Local coordination committees of Syria"
                    }
                ]
            }, 
            {
                "event": "137 civilians were reported killed in total throughout Syria on 9 February.", 
                "refs": [
                    {
                        "href": "http://www.cnn.com/2012/02/09/world/meast/syria-unrest/index.html", 
                        "source": "CNN", 
                        "text": "At least 137 reported killed as Syrian attacks escalate"
                    }
                ]
            }, 
            {
                "event": "Syrian press agency reported that 8 Syrian Army soldiers and policemen were buried after dying in engagements in Homs, the Damascus countryside, and Idleb.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120211041547/http://www.sana.sy:80/eng/337/2012/02/10/399441.htm", 
                        "source": "Syrian Arab news agency", 
                        "text": "Eight Army and Law-Enforcement Martyrs Laid to Rest"
                    }
                ]
            }
        ]
    }, 
    {
        "10 February": [
            {
                "event": "Two explosions rocked Aleppo, targeting a security building and the Military Intelligence Directorate in the city, the state TV reported.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/02/201221084241265250.html", 
                        "source": "Al Jazeera", 
                        "text": "Deadly blasts in Aleppo as tanks mass in Homs"
                    }
                ]
            }, 
            {
                "event": "At least 25 people were killed and 175 were injured in the blasts.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/02/201221084241265250.html", 
                        "source": "Al Jazeera", 
                        "text": "Deadly blasts in Aleppo as tanks mass in Homs"
                    }, 
                    {
                        "href": "http://www.reuters.com/article/2012/02/10/us-syria-idUSTRE80S08620120210", 
                        "source": null, 
                        "text": "Bomb blasts bring death to Syria's Aleppo"
                    }
                ]
            }, 
            {
                "event": "Defected General Aref Hamoud, a FSA member, told Al Jazeera reporter Rula Amin that the FSA carried out an attack with RPGs and Mortars, while later other FSA leaders denied it and accused the government of manipulation, claiming that bombing the attacking security headquarters would be too difficult given the number of checkpoints in the surrounding area.", 
                "refs": [
                    {
                        "href": "http://www.guardian.co.uk/world/middle-east-live/2012/feb/10/syria-aleppo-bombs-homs-tanks-live", 
                        "source": "Guardian", 
                        "text": "Syria: bombs hit Aleppo as tanks pound Homs"
                    }
                ]
            }, 
            {
                "event": "The Syrian army massed outside of Homs preparing another offensive, as activists reported food and medical supplies had become scarce.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/02/201221084241265250.html", 
                        "source": "Al Jazeera", 
                        "text": "Deadly blasts in Aleppo as tanks mass in Homs"
                    }
                ]
            }, 
            {
                "event": "Mass protests occurred throughout Syria, with the largest occurring in Aleppo, Hama, and Idlib. Other protests occurred in Daraa, Damascus and its suburbs, Deir Ezzor, Latakia, and neighborhoods in Homs that were not besieged.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/02/201221084241265250.html", 
                        "source": "Al Jazeera", 
                        "text": "Deadly blasts in Aleppo as tanks mass in Homs"
                    }, 
                    {
                        "href": "http://www.naharnet.com/stories/en/29633-syrian-forces-deploy-to-stop-protests", 
                        "source": "Naharnet", 
                        "text": "At Least 42 Dead as Syria Protesters Rally against Russia"
                    }
                ]
            }, 
            {
                "event": "RT, citing Chinese sources, reported that at least 15,000 elite Iranian troops from the Quds force were preparing to enter Syria to help the Assad government. The Iranian government didn't confirm or deny the reports.", 
                "refs": [
                    {
                        "href": "http://rt.com/news/syria-iran-cooperation-protests-969/", 
                        "source": "Russia Today", 
                        "text": "15,000 elite Iranian special-ops 'head' to Syria"
                    }
                ]
            }, 
            {
                "event": "A fire fight broke out in the Lebanese city of Tripoli between armed supporters and opponents of Syria's president Assad. The violence broke out between Sunni and Alawite sects after an anti-Assad protest. RPGs and assault rifles were reportedly used in the clash that led to at least two soldiers and four civilians being wounded.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-16989939", 
                        "source": "BBC News", 
                        "text": "Armed Assad supporters and opponents clash in Lebanon"
                    }, 
                    {
                        "href": "http://in.reuters.com/article/2012/02/10/lebanon-tripoli-idINDEE8190GW20120210", 
                        "source": "Reuters India", 
                        "text": "Heavy gunfire in Lebanon's Tripoli, one wounded"
                    }
                ]
            }, 
            {
                "event": "The casualties later increased to three killed and twenty three wounded, including ten soldiers of the Lebanese Army.", 
                "refs": [
                    {
                        "href": "http://www.hindustantimes.com/world-news/RestOfAsia/3-dead-in-Sunni-Alawite-clashes-Lebanon-security/Article1-810030.aspx", 
                        "source": "Hindustan Times", 
                        "text": "3 dead in Sunni-Alawite clashes: Lebanon security"
                    }
                ]
            }, 
            {
                "event": "The Local Coordination Committees in Syria said the number of those killed by security forces on Friday has reached 51, including five children and three women. 13 were killed in Aleppo, 11 in Homs, 8 in Domair in Damascus suburbs, 5 in Daraa, 1 in Hama, and 1 in Deir Ezzor.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/6258", 
                        "source": null, 
                        "text": "51 Martyrs 10-2-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "11 February": [
            {
                "event": "Government forces resumed shelling Homs, leading to at least seven deaths during the morning.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/02/11/us-syria-idUSTRE81912V20120211", 
                        "source": null, 
                        "text": "Syria forces shell Homs, Saudis push U.N. resolution"
                    }
                ]
            }, 
            {
                "event": "The Iraqi interior minister said that armed jihadists were crossing the Syrian border to take part in the armed rebellion.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120506011312/http://www.google.com/hostednews/afp/article/ALeqM5ieZhI-Ef6qIsGk1Rc48np5UVKBLQ?docId=CNG.08fe9711909c30405b5cb685b6d1bb03.811", 
                        "source": "Google News", 
                        "text": "AFP: Jihadists, weapons 'moving from Iraq to Syria'"
                    }
                ]
            }, 
            {
                "event": "40 Syrian Army soldiers and policemen were buried after dying in fighting in Homs and Damascus, the Syrian press Agency SANA reported.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120214101143/http://www.sana.sy:80/eng/337/2012/02/11/399781.htm", 
                        "source": "Syrian Arab news agency", 
                        "text": "Thirty-nine Martyrs from the Army and Law Enforcement Forces Laid to Rest"
                    }
                ]
            }, 
            {
                "event": "Among the dead is Army Brigadier General Dr. Issa al-Kholi, who was assassinated outside his home in Rukin Eddin, Damascus.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120214072234/http://www.sana.sy:80/eng/337/2012/02/11/399718.htm", 
                        "source": "Syrian Arab news agency", 
                        "text": "A Terrorist Group Assassinates Brigadier General Dr. Issa al-Kholi in Damascus"
                    }
                ]
            }, 
            {
                "event": "The Local Coordination Committees said the number of those killed by security forces on Saturday has risen to 30, including 2 women and a child. 13 were killed in Daraa (Msaifra, Tseel, Deir Bekheit, and Daeel), 12 in Homs, 2 in each of Maaret Al-Nouman in Idlib and Rankous in Damascus Suburbs, and 1 in Damascus proper.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/6292", 
                        "source": null, 
                        "text": "Syria Today 11-2-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "12 February": [
            {
                "event": "The leader of Al Qaeda, Ayman al-Zawahiri, released a video where he urged all Muslims to support the Syrian rebels.", 
                "refs": [
                    {
                        "href": "http://www.guardian.co.uk/world/2012/feb/12/alqaida-zawahiri-support-syrian-uprising", 
                        "source": "The Guardian", 
                        "text": "Al-Qaida leader Zawahiri urges Muslim support for Syrian uprising"
                    }
                ]
            }, 
            {
                "event": "American officials blamed Al Qaeda elements for the suicide bombings which happened in Damascus in December.", 
                "refs": [
                    {
                        "href": "http://www.guardian.co.uk/world/2012/feb/12/alqaida-zawahiri-support-syrian-uprising", 
                        "source": "The Guardian", 
                        "text": "Al-Qaida leader Zawahiri urges Muslim support for Syrian uprising"
                    }
                ]
            }, 
            {
                "event": "The Jordanian affiliate of the Muslim Brotherhood called for a jihad against Assad and said Muslims should give support to the rebels.", 
                "refs": [
                    {
                        "href": "http://www.nowlebanon.com/NewsArticleDetails.aspx?ID=363943", 
                        "source": "NOW Lebanon", 
                        "text": "Jordanian Islamists urge \"jihad\" against Syrian regime"
                    }
                ]
            }, 
            {
                "event": "Ministers from the Arab League, which suspended Syria's membership in response to the crackdown, met in Cairo on Sunday to discuss forming a joint UN-Arab League monitoring team in place of a league observer mission that was suspended last month. Sources told Al Jazeera that the league is going to form a new mission of about 3,000 observers that has an international character, under the supervision of the Arab League.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/02/201221285656460612.html", 
                        "source": "Al Jazeera", 
                        "text": "Arab League meets in Cairo to discuss Syria"
                    }
                ]
            }, 
            {
                "event": "Sudanese General Mustafa al-Dabi resigned from the observer mission.", 
                "refs": [
                    {
                        "href": "http://www.google.com/hostednews/afp/article/ALeqM5jfpMS-RgU6-LrVU58d9UiGwqeGpg?docId=CNG.33353d7779d4939ab080022ae269251e.4e1", 
                        "source": "Google News", 
                        "text": "Arab League Syria mission chief 'resigns'"
                    }
                ]
            }, 
            {
                "event": "The Arab League passed a resolution pledging to ask the United Nations to form a joint peacekeeping force in Syria.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/02/2012212144046479368.html", 
                        "source": "Al Jazeera", 
                        "text": "Arab bloc calls for Syria peacekeepers"
                    }
                ]
            }, 
            {
                "event": "The resolution also called for “opening communication channels with the Syrian opposition and providing all forms of political and material support to it.”", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/02/12/194067.html", 
                        "source": "Al Arabiya", 
                        "text": "Arab League calls for international peacekeeping force in Syria"
                    }
                ]
            }, 
            {
                "event": "It also urged the Syrian opposition to unite. The resolution said violence against civilians in Syria had violated international law and “perpetrators deserve punishment.” The resolution reaffirmed a call for Arabs to impose economic sanctions on Syria and decided on ending diplomatic cooperation with Damascus. Syria's ally Lebanon, which was outvoted at the summit, rejected the statement.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/02/12/194067.html", 
                        "source": "Al Arabiya", 
                        "text": "Arab League calls for international peacekeeping force in Syria"
                    }
                ]
            }, 
            {
                "event": "Syrian government officials said that they completely rejected the Arab League resolution.", 
                "refs": [
                    {
                        "href": "http://www.jpost.com/MiddleEast/Article.aspx?id=257527", 
                        "source": "Jerusalem Post", 
                        "text": "Syria rejects Arab League anti-Assad resolution"
                    }
                ]
            }, 
            {
                "event": "Activists reported 23 were killed by security across Syria, primarily in Homs and Daraa.", 
                "refs": [
                    {
                        "href": "http://www.cnn.com/2012/02/12/world/meast/syria-unrest", 
                        "source": "CNN", 
                        "text": "Arab League proposes peacekeeping force, support for Syrian rebels"
                    }
                ]
            }
        ]
    }, 
    {
        "13 February": [
            {
                "event": "Syrian opposition groups rejected any interference by al-Qaida in their uprising. \"We categorically reject these statements and any attempts by the al-Qaida network to interfere in our revolution,\" the General Commission of the Syrian Revolution said. We are a people struggling for freedom and dignity and for a democratic state,\" it added.", 
                "refs": [
                    {
                        "href": "http://www.naharnet.com/stories/en/29926-syrian-opposition-group-rejects-qaida-interference", 
                        "source": null, 
                        "text": "Syrian Opposition Group Rejects Qaida Interference"
                    }
                ]
            }, 
            {
                "event": "Local Coordination Committees in Syria said the number of those killed by security forces on 13 February had reached 30, including 4 children and a defected soldier. 9 were killed in Idlib, 4 in the Damascus suburbs, 11 in Homs, and 3 in Daraa, 2 in Aleppo, and 1 in Hama.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/6361", 
                        "source": null, 
                        "text": "30 Martyrs 13-2-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "14 February": [
            {
                "event": "Local Coordination Committees said the number of those killed by security forces on 14 February has risen to 49, including 3 defected soldiers (Damascus Suburbs) and 3 women. 11 were killed in Idlib, 9 in Homs, 4 in Daraa, 10 in Aleppo, 4 in Deir Ezzor, 3 in Hama, 6 in Damascus Suburbs, 1 in Lattakia, and 1 in Damascus.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/6416", 
                        "source": null, 
                        "text": "49 Martyrs 14-2-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "15 February": [
            {
                "event": "The Syrian government says that a referendum for a \"new constitution\" will be held on 26 February.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20140903123439/http://www.crescent-news.com/ap%20international/2012/02/15/syria-to-hold-referendum-on-new-draft-constitution", 
                        "source": "the original", 
                        "text": "Syria to hold referendum on new draft constitution"
                    }
                ]
            }, 
            {
                "event": "The Syrian government began \"deliberately jamming\" Al Arabiya's broadcast in Syria.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/02/15/194722.html", 
                        "source": "Al Arabiya", 
                        "text": "Syrian regime deliberately jams Al Arabiya transmission"
                    }
                ]
            }, 
            {
                "event": "The number of those killed by security forces in Syria on 15 February has risen to 32, among them 3 children, 1 woman and one defected soldier. 12 were killed in Idlib, 5 in Damscus Suburbs (Bloudan, Douma, Harasta), 4 were killed in Homs, 3 in Daraa, 3 in Hama, 2 in Hasakeh, and 1 in each of Lattakia, Damascus and Aleppo.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/", 
                        "source": null, 
                        "text": "Local coordination committees of Syria"
                    }
                ]
            }, 
            {
                "event": "The Syrian Revolution General Commission reported that by the end of the day, 54 people have been killed by security force gunfire across Syria on Wednesday, with most of the deaths in Idlib and Homs.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/02/15/194728.html", 
                        "source": "Al Arabiya", 
                        "text": "More shelling in Homs neighborhoods as Syrian forces shun international pressure"
                    }
                ]
            }
        ]
    }, 
    {
        "16 February": [
            {
                "event": "Ban-ki Moon, the UN Secretary-General, said that crimes against humanity had been carried out by government forces, saying \"We see neighbourhoods shelled indiscriminately, hospitals used as torture centres, children as young as 10 years old killed and abused. We see almost a certain crimes against humanity,\" Ban said during a visit to Austria.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/02/2012216125039906383.html", 
                        "source": "Al Jazeera", 
                        "text": "UN set for Syria vote amid crackdown"
                    }
                ]
            }, 
            {
                "event": "The Local Coordination Committees in Syria said the number of those killed by security forces on 16 February reached 70 thus far, including 36 unidentified bodies, 13 soldiers, 3 woman and 2 pre-term infants. 38 were killed in Idlib, 12 in Hama, 5 in Homs, 6 in Damascus Suburbs “Zabadany,Madaya”, 7 in Daraa, and 1 in Deir Ezzor and 1 in Raqqah.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/6484", 
                        "source": null, 
                        "text": "More Martyrs 16-2-2012 | Local coordination committees of Syria"
                    }
                ]
            }, 
            {
                "event": "The United Nations General Assembly approved a non binding resolution with 137 YES votes, 12 NO votes and 17 absenations. The resolution called for the resignation of Bashar al Assad and a halt to the violence in the country.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-17065056", 
                        "source": "BBC News", 
                        "text": "Syria crisis: UN assembly adopts Arab-backed resolution"
                    }
                ]
            }
        ]
    }, 
    {
        "17 February": [
            {
                "event": "The number of those killed by security forces on 17 February has risen to 39, including 12 defected soldiers executed on the site in Jassem. 15 civilians were killed in Daraa (Jassem, Hara), 4 in Homs, 5 in Mezze (Damascus), 3 in Deir Ezzor, 3 in Aleppo, 3 in Hama, and 3 in Damascus Suburbs (Yabrood, Douma).", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/6499", 
                        "source": null, 
                        "text": "Syria Today 17-2-2012 | Local coordination committees of Syria"
                    }
                ]
            }, 
            {
                "event": "By the end of the day, the death toll had risen to 56 killed.", 
                "refs": [
                    {
                        "href": "http://www.cnn.com/2012/02/17/world/meast/syria-unrest/index.html", 
                        "source": "CNN", 
                        "text": "Syrian protesters hail 'resistance'"
                    }
                ]
            }, 
            {
                "event": "Mass protests occurred across Syria, primarily in Damascus, Aleppo, Hama, Daraa, and Idlib.", 
                "refs": [
                    {
                        "href": "http://www.cnn.com/2012/02/17/world/meast/syria-unrest/index.html", 
                        "source": "CNN", 
                        "text": "Syrian protesters hail 'resistance'"
                    }
                ]
            }, 
            {
                "event": "The Syrian opposition warned that the Syrian army was preparing for a massive assault on Bab Amr, Homs, and that the Syrian army was prepared to \"annihilate everyone\".", 
                "refs": [
                    {
                        "href": "http://www.cnn.com/2012/02/17/world/meast/syria-unrest/index.html", 
                        "source": "CNN", 
                        "text": "Syrian protesters hail 'resistance'"
                    }
                ]
            }, 
            {
                "event": "US defence officials told a US network that \"a good number\" of unmanned US military and intelligence drones are operating in the skies over Syria to monitor Assad's government forces attacks against civilians and armed opposition.", 
                "refs": []
            }, 
            {
                "event": "\"The officials said this surveillance is not in preparation for US military intervention,\" NBC News reported.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/02/201221805334292171.html", 
                        "source": "Al Jazeera", 
                        "text": "Chinese diplomat in Syria for talks on unrest"
                    }
                ]
            }, 
            {
                "event": "Reuters news agency has reported that two Iranian naval ships have sailed through Egypt's Suez Canal into the Mediterranean, in a move likely to be keenly watching by Israel.\n\"Two Iranian ships crossed through the Suez Canal following permission from the Egyptian armed forces,\" a source in the canal authority said.\nThe destroyer and a supply ship could be on their way to the Syrian coast, the source added. Iran and Syria agreed to cooperate on naval training a year ago, and Tehran has no naval agreement with any other country in the region.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-feb-17-2012-1834", 
                        "source": "Al Jazeera", 
                        "text": "Fri, 17 Feb 2012, 18:34"
                    }
                ]
            }, 
            {
                "event": "US Secretary of State Hillary Clinton said Friday that the UN General Assembly has shown an \"overwhelming international consensus\" to demand the Syrian regime end its bloody crackdown. The vote \"demonstrated an overwhelming international consensus that the bloody assaults must end,\" Clinton said at a press conference with EU Foreign Policy Chief Cathy Ashton.\n\"In the face of this global condemnation the regime in Damascus, however, appears to be escalating its assaults on civilians, and those who are suffering cannot get access to the humanitarian assistance they need and deserve,\" she said. \"So we will keep working to pressure and isolate the regime, to support the opposition and to provide relief to the people of Syria.\"", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-feb-17-2012-1755", 
                        "source": "Al Jazeera", 
                        "text": "Syria Live Blog Fri, 17 Feb 2012, 17:55"
                    }
                ]
            }
        ]
    }, 
    {
        "18 February": [
            {
                "event": "21 People were killed across Syria by gunfire from security forces. 15,000 Anti-govemrent protesters assembled in Mezzeh, Damascus 2 kilometres southwest from Umayyad square, Damascus. The protest was significant as it was the largest single anti-Assad protest in central Damascus to date. Security forces fired on the protest in Mezzeh, killing at least one person.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/02/18/195436.html", 
                        "source": "Al Arabiya", 
                        "text": "At least 21 killed in Syria as mass protest erupts close to Assad’s palace in Damascus"
                    }
                ]
            }
        ]
    }, 
    {
        "19 February": [
            {
                "event": "Iranian state media reported that Iranian warships have crossed the Suez Canal and docked in Syria's port city of Tartous.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/02/20122197221461654.html", 
                        "source": "Al Jazeera", 
                        "text": "Iran warships 'dock in Syria's Tartous port'"
                    }
                ]
            }, 
            {
                "event": "Egypt calls home envoy from Syria.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-17090326", 
                        "source": "BBC News", 
                        "text": "Egypt recalls ambassador from Syria as violence rages"
                    }
                ]
            }, 
            {
                "event": "Gunmen in Syria staged a guerrilla-style ambush that killed a senior state prosecutor and a judge Sunday in an attack that suggested armed factions are growing bolder and more coordinated in their uprising against Assad's regime.", 
                "refs": []
            }, 
            {
                "event": "23 people were killed by security forces in Idlib and Homs, and 11 were killed in the town of Atareb in the Aleppo province when the Syrian army stormed the town. Communications and water were shut off in Atareb.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/6559", 
                        "source": null, 
                        "text": "23 Martyrs 19-2-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "20 February": [
            {
                "event": "Local Coordination Committees in Syria said the number of killed by security forces on Monday has risen to 18 martyrs. 13 were killed in Homs, 2 in Hama, and 1 in each of Hassakeh, Idlib, and Douma in Damascus Suburbs.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/6588", 
                        "source": null, 
                        "text": "Syria This evening 20-2-2012 | Local coordination committees of Syria"
                    }
                ]
            }, 
            {
                "event": "30 soldiers, as well as an officer and a tank defected to the Free Syrian Army in the town of al-Qusayr.", 
                "refs": [
                    {
                        "href": "http://www.theaustralian.com.au/news/world/the-people-of-the-world-have-abandoned-us-now-we-just-ask-god-for-help/story-fnb64oi6-1226278512520", 
                        "source": "The Australian", 
                        "text": "The people of the world have abandoned us. Now we just ask God for help"
                    }
                ]
            }
        ]
    }, 
    {
        "21 February": [
            {
                "event": "There were reports that many people had been killed in renewed heavy shelling of the Baba Amr neighbourhood of Homs following a buildup of forces the day before. Syrian tanks and troop have massed outside Homs for a possible ground assault, which Rami Abdul-Rahman, head of the British-based Syrian Observatory for Human Rights, warned would lead to a huge loss of life just as the Red Cross was attempting to broker a cease-fire to allow humanitarian aid in.", 
                "refs": [
                    {
                        "href": "http://www.foxnews.com/world/2012/02/20/syrian-army-reinforcements-head-to-homs-ahead-suspected-offensive/", 
                        "source": "Fox News", 
                        "text": "Syrian forces mass outside rebel stronghold as Russia plans to submit aid proposal"
                    }, 
                    {
                        "href": "http://www.telegraph.co.uk/news/worldnews/middleeast/syria/9094970/Syria-opposition-calls-on-UN-to-protect-Homs.html", 
                        "source": "The Daily Telegraph", 
                        "text": "Syria: opposition calls on UN to protect Homs"
                    }
                ]
            }, 
            {
                "event": "Two Iranian naval ships returned from Syria through the Suez Canal on Tuesday.", 
                "refs": [
                    {
                        "href": "http://www.egyptindependent.com/node/672276", 
                        "source": "Egypt Independent", 
                        "text": "Iranian navy ships return from Syria through Suez"
                    }
                ]
            }, 
            {
                "event": "Iran says the real reason behind sending warships is that they will train the Syrian navy.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/programmes/insidestory/2012/02/201222085544949333.html", 
                        "source": "Al Jazeera", 
                        "text": "Iran and Syria: A show of strength and unity"
                    }
                ]
            }, 
            {
                "event": "By the end of the day, the number of those killed by security forces on Tuesday has reached 106, including 10 children, 3 women, 3 defected recruits: 45 were killed by artillery shelling in Homs, 55 in Idlib, two in Douma and Mesraba in Damascus Suburbs, 2 in Deir Ezzor, and one in Aleppo.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/6608", 
                        "source": null, 
                        "text": "Syria Today 21-2-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "22 February": [
            {
                "event": "Sunday Times journalist Marie Colvin along with photographer Remi Ochlik were killed in Homs by the Syrian army's artillery bombardment on the Bab Amr neighborhood.", 
                "refs": [
                    {
                        "href": "http://www.telegraph.co.uk/news/worldnews/middleeast/syria/9097762/Syria-Sunday-Times-journalist-Marie-Colvin-killed-in-Homs.html", 
                        "source": null, 
                        "text": "Syria: Sunday Times journalist Marie Colvin 'killed in Homs'"
                    }
                ]
            }, 
            {
                "event": "At least 92 people have been killed across Syria after security force shelling intensified in the rebel-held Baba Amr district in the city of Homs, the Syrian General Revolutionary Council said.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/02/22/196325.html", 
                        "source": "Al Arabiya", 
                        "text": "92 killed across Syria as opposition says military intervention may be only solution"
                    }
                ]
            }
        ]
    }, 
    {
        "23 February": [
            {
                "event": "88 people have been killed by Syrian army across Syria on Thursday, primarily in the cities of Homs, Idlib, and Hama.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/02/23/196574.html", 
                        "source": "Al Arabiya", 
                        "text": "Syrian death toll mounts as Russia and China reject foreign intervention"
                    }
                ]
            }, 
            {
                "event": "By the end of the day the LCC reported that 101 civilians were killed by Syrian army forces throughout Syria, with 47 killed in Idlib alone.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/6686", 
                        "source": null, 
                        "text": "Bloody Day in Syria 23-2-2012 | Local coordination committees of Syria"
                    }
                ]
            }, 
            {
                "event": "Former UN secretary general Kofi Annan appointed joint UN-Arab League special envoy to Syria.", 
                "refs": [
                    {
                        "href": "http://af.reuters.com/article/topNews/idAFJOE81N00Y20120224", 
                        "source": "Reuters Africa", 
                        "text": "UN-Arab League envoy Annan calls for peace in Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "24 February": [
            {
                "event": "The Friends of Syria meeting took place in Tunis, where 70 Western and Arab Nations gathered to discuss and act on the ongoing events in Syria.", 
                "refs": []
            }, 
            {
                "event": "The Friends of Syria meeting announced the recognition of the SNC as the \"legitimate representative of the Syrian people\", a step below recognition as the sole legitimate government, and requested that any other opposition groups in Syria rally behind the SNC. The meeting also called for the UN and Arab league to establish a peacekeeping force on the ground in Syria. The meeting called for tougher sanctions, as the European union announced that they would freeze Syria's assets within their country. The Tunisian president proposed in addition that the Syrian conflict be resolved with an amnesty deal for Bashar Assad, where Bashar Assad would resign take leave in Russia. The Saudi Arabian foreign minister left the meeting, claiming that the Friends of Syria did not go far enough to try to solve the crisis, and further exclaimed that the Free Syrian Army should be armed and supported to out-right topple the regime.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/02/201222415140240588.html", 
                        "source": "Al Jazeera", 
                        "text": "Diplomats seek ways to end Syria bloodshed"
                    }, 
                    {
                        "href": "http://english.alarabiya.net/articles/2012/02/24/196755.html", 
                        "source": "Al Arabiya", 
                        "text": "Syria’s opposition SNC outlines post-Assad vision and reaches out to Kurds"
                    }, 
                    {
                        "href": "http://www.usatoday.com/news/world/story/2012-02-24/syria-tunis-conference/53231034/1", 
                        "source": "USA Today", 
                        "text": "Clinton blasts Russia, China for opposing action on Syria"
                    }
                ]
            }, 
            {
                "event": "The leaders of Hamas announced that they were completely abandoning support for the Syrian government, and announced their support for the armed rebellion.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/02/24/us-syria-palestinians-idUSTRE81N1CC20120224", 
                        "source": null, 
                        "text": "Hamas ditches Assad, backs Syrian revolt"
                    }
                ]
            }, 
            {
                "event": "The Free Syrian Army announced that they had received their first supply of light arms and communication equipment from the Persian Gulf region and neighboring countries, purchased by Syrian exiles, but emphasized that it was only a limited number of light weaponry that they received.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/02/24/196740.html", 
                        "source": "Al Arabiya", 
                        "text": "Syrian rebels get arms from abroad as Russia calls for an urgent ceasefire in Homs"
                    }
                ]
            }, 
            {
                "event": "Mass Friday anti-government protests occurred in Syria, with the largest gatherings in Aleppo, Idlib, Daraa, Qamishli and the Damascus suburbs. Activists reported that 50 people were killed on Friday by security forces, primarily in Homs, Aleppo, Hama and Qamishli.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/02/201222415140240588.html", 
                        "source": "Al Jazeera", 
                        "text": "Diplomats seek ways to end Syria bloodshed"
                    }
                ]
            }, 
            {
                "event": "By the end of the day the LCC reported that 103 had been killed by the Syrian army, primarily in Homs and Hama.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/02/24/us-syria-killing-toll-idUSTRE81N21U20120224", 
                        "source": null, 
                        "text": "Assad's forces kill 103 in Homs, rest of Syria: group"
                    }
                ]
            }
        ]
    }, 
    {
        "25 February": [
            {
                "event": "Over 100 people were killed by the Syrian army across Syria, primarily in Homs, Hama, and Idlib.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/02/25/196871.html", 
                        "source": "Al Arabiya", 
                        "text": "At least 100 killed in Syria as army bombards opposition strongholds"
                    }
                ]
            }
        ]
    }, 
    {
        "26 February": [
            {
                "event": "At least 31 Syrian civilians and soldiers were killed on Sunday in bloodshed that coincided with a vote on a new constitution that could keep President Bashar al-Assad in power until 2028, Assad says the referendum shows his commitment to democratic reform while Western powers and Syrians involved in an 11-month-old revolt against his rule have described it as a farce.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/02/26/us-syria-idUSL5E8DB0BH20120226", 
                        "source": null, 
                        "text": "Syria referendum goes ahead amid military onslaught"
                    }
                ]
            }, 
            {
                "event": "By the end of the day, the death toll reached 65, primarily in Homs.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/02/26/197147.html", 
                        "source": "Al Arabiya", 
                        "text": "Scores killed in Syria as Assad puts new constitution to vote"
                    }
                ]
            }, 
            {
                "event": "Tens of thousands of people have marched in Morocco to demand an end to the Syrian regime's brutal crackdown on dissenters and to call for international intervention in the crisis. The MAP news agency says Syrians residing in Morocco were among the marchers Sunday in Casablanca. The demonstrators carried Moroccan and Syrian flags as well as signs calling on embattled Syrian President Bashar Assad to stop killing those seeking his ouster.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/casablanca-feb-26-2012-2022", 
                        "source": "Al Jazeera", 
                        "text": "Casablanca - Feb 26, 2012 - 20:22"
                    }
                ]
            }
        ]
    }, 
    {
        "27 February": [
            {
                "event": "The European Union has agreed new sanctions against Syria.", 
                "refs": [
                    {
                        "href": "http://www.telegraph.co.uk/news/worldnews/middleeast/syria/9108153/EU-agrees-further-Syria-sanctions.html", 
                        "source": "Telegraph", 
                        "text": "EU agrees further Syria sanctions"
                    }
                ]
            }, 
            {
                "event": "Activists reported that 68 civilians in Homs were summarily executed in a massacre when security forces arrested them as they tried to flee the neighborhood of Baba Amr.", 
                "refs": [
                    {
                        "href": "http://www.montrealgazette.com/news/world/civilians+killed+Homs+region+massacre+Report/6217100/story.html", 
                        "source": "Montreal Gazette", 
                        "text": "68 civilians killed in Homs region 'massacre': Report"
                    }, 
                    {
                        "href": "http://www.khaleejtimes.com/DisplayArticle09.asp?xfile=data/middleeast/2012/February/middleeast_February770.xml&section=middleeast", 
                        "source": "Khaleej Times", 
                        "text": "68 civilians killed in Homs region ‘massacre’"
                    }
                ]
            }, 
            {
                "event": "By the end of the day the death toll had risen to 125, including from artillery shelling and the massacre in Homs, with rest of the deaths having occurred in Hama, Aleppo province, and Idlib.", 
                "refs": [
                    {
                        "href": "http://www.cnn.com/2012/02/27/world/meast/syria-unrest/index.html", 
                        "source": "CNN", 
                        "text": "Syrian minister vows to defend 'independence' as deaths mount"
                    }
                ]
            }
        ]
    }, 
    {
        "28 February": [
            {
                "event": "The number of civilians killed by the Syrian army has reached 104 on 28 February, among them 35 in a regime-conducted massacre in Halfaya in the Hama suburbs. In addition, 26 were killed in a massacre in Baba Amr, including 3 women and 2 children; 37 in the Hama suburbs; 50 in Homs; 7 in the Aleppo suburbs; 5 in the Idlib suburbs; 3 in Deir Ezzor; and 1 in Daraa and 1 in Hama.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/6835", 
                        "source": null, 
                        "text": "More Killing 28-2-2012 | Local coordination committees of Syria"
                    }
                ]
            }, 
            {
                "event": "Tunisia says ready to give asylum to Syria's Assad.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/02/28/us-syria-tunisia-asylum-idUSTRE81R18H20120228", 
                        "source": null, 
                        "text": "Tunisia says ready to give asylum to Syria's Assad"
                    }
                ]
            }, 
            {
                "event": "According to the UN more than 7,500 people have died in Syria since beginning of the uprising.", 
                "refs": [
                    {
                        "href": "http://edition.cnn.com/2012/02/28/world/meast/syria-unrest/index.html", 
                        "source": "CNN", 
                        "text": "U.N.: Syria death toll 'well over' 7,500"
                    }
                ]
            }
        ]
    }, 
    {
        "29 February": [
            {
                "event": "Syrian security forces are advancing on the rebel-held neighbourhood of Baba Amr in the city of Homs.", 
                "refs": [
                    {
                        "href": "http://www.independent.co.uk/news/world/middle-east/syria-troops-advance-on-rebel-area-7463906.html", 
                        "source": "The Independent", 
                        "text": "Syria troops advance on rebel area"
                    }
                ]
            }, 
            {
                "event": "The Pentagon is going over plans for a potential operation in Syria.", 
                "refs": [
                    {
                        "href": "http://edition.cnn.com/video/?/video/world/2012/02/29/starr-syria-us-military-plans.cnn", 
                        "source": "CNN", 
                        "text": "U.S. military plans for Syria"
                    }
                ]
            }, 
            {
                "event": "U.N. humanitarian chief Valerie Amos says Syria has denied her repeated requests to visit country.", 
                "refs": [
                    {
                        "href": "http://www.newsvine.com/_news/2012/02/29/10539796-syria-bars-un-humanitarian-chief-from-visiting", 
                        "source": null, 
                        "text": "UN demands Syria allow in humanitarian chief"
                    }
                ]
            }, 
            {
                "event": "Libya will donate $100 million in humanitarian aid to the Syrian opposition and allow them to open an office in Tripoli.", 
                "refs": [
                    {
                        "href": "http://uk.reuters.com/article/2012/02/29/uk-syria-libya-aid-idUKTRE81S1DS20120229", 
                        "source": "Reuters UK", 
                        "text": "Libya to give Syrian opposition $100 million in aid"
                    }
                ]
            }, 
            {
                "event": "The LCC reported that 30 people were killed by the Syrian army on 29 February, but could not include the death toll from Baba Amr due to lack of communication.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/6887", 
                        "source": null, 
                        "text": "30 Martyrs 29-2-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "1 March": [
            {
                "event": "The FSA and the local civilians withdrew from Baba Amr, after running out of ammunition, food, and water. 4,000 civilians refused to leave Baba Amr. The International Red Cross was given permission to send aid to Baba Amr. 42 civilians were killed by the Syrian army, including 23 in Homs.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/6963", 
                        "source": null, 
                        "text": "More Killing 1-3-2012 | Local coordination committees of Syria"
                    }
                ]
            }, 
            {
                "event": "UK diplomats withdrawn from Syria.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/uk-politics-17218554", 
                        "source": "BBC News", 
                        "text": "Hague: British Embassy in Damascus 'suspended'"
                    }
                ]
            }
        ]
    }, 
    {
        "2 March": [
            {
                "event": "Mass Friday protests occurred throughout Syria, with the largest protesting occurring in Aleppo, central Homs, Idlib, Qamishli and the Damascus Suburbs as well as the central Damascus area.", 
                "refs": [
                    {
                        "href": "http://english.ahram.org.eg/NewsContent/2/8/35871/World/Region/Demos-under-fire-in-Aleppo,-Damascus-activists.aspx", 
                        "source": "Ahram Online", 
                        "text": "Demos under fire in Aleppo, Damascus: activists"
                    }, 
                    {
                        "href": "http://english.alarabiya.net/articles/2012/03/02/198163.html", 
                        "source": "Al Arabiya", 
                        "text": "Death toll mounts as demos come under fire; Red Cross not allowed to enter Baba Amro"
                    }
                ]
            }, 
            {
                "event": "75 protesters and civilians were killed throughout the day. Ten were killed in Baba Amr and 16 in Rastan after a protest was hit by mortar shells.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/6998", 
                        "source": null, 
                        "text": "Syria 2-3-2012 | Local coordination committees of Syria"
                    }
                ]
            }, 
            {
                "event": "France is closing its embassy in Syria.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-17228912", 
                        "source": "BBC News", 
                        "text": "Red Cross convoy arrives in Homs bringing Baba Amr aid"
                    }
                ]
            }
        ]
    }, 
    {
        "3 March": [
            {
                "event": "47 soldiers who were caught attempting to defect were executed in the Idlib province. 30 civilians were killed by the security forces, including 8 in the Damascus suburbs. The Free Syrian Army claimed to have killed over 100 government soldiers in the Damascus suburbs in hit and run attacks on 3 March.", 
                "refs": [
                    {
                        "href": "http://www.naharnet.com/stories/en/32147-17-killed-in-syria-violence-as-syrian-free-army-kill-100-soldiers-in-reef-damascus", 
                        "source": "Naharnet", 
                        "text": "177 Killed in Syria Clashes"
                    }
                ]
            }, 
            {
                "event": "Suicide bomber kills 2 in Deraa.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/03/03/us-syria-explosion-idUSTRE82209G20120303", 
                        "source": null, 
                        "text": "Suicide bomber kills 2 in Syria: SANA news agency"
                    }
                ]
            }
        ]
    }, 
    {
        "4 March": [
            {
                "event": "The Syrian army shelled Rastan, killing 7 civilians.", 
                "refs": [
                    {
                        "href": "http://www.ft.com/intl/cms/s/0/b9849b72-660b-11e1-acea-00144feabdc0.html", 
                        "source": "Financial Times", 
                        "text": "Seven reported killed as Syria shells town"
                    }
                ]
            }, 
            {
                "event": "The Red crescent were denied access to Bab Amr, despite promises given to them that they could enter.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/03/20123443923492904.html", 
                        "source": "Al Jazeera", 
                        "text": "Syrian forces renew assault on Homs"
                    }
                ]
            }, 
            {
                "event": "The father-in-law of the Syrian President, Bashar al-assad, said he was \"horrified\" at his son-in-law's brutal suppression of the Uprising and begged him to make democratic changes in the country before it was too late. As Syrian troops renewed their ferocious bombardment of the city of Homs Dr. Fawaz Akhras revealed for the first time that he has been quietly pushing for reform since before the revolution. Akhras said he feared for his daughter and his grandchildren, who could be killed by opposition fighters in revenge if the government falls. Some rumors said that Asma was being kept under virtual house arrest in Damascus by the presidents henchmen because they were scared she might leave the country, which would be a move that would damage the Syrian regime.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/03/04/198600.html", 
                        "source": "Al Arabiya", 
                        "text": "Assad’s father-in-law ‘horrified,’ fears for his daughter: report"
                    }
                ]
            }
        ]
    }, 
    {
        "5 March": [
            {
                "event": "Local Coordination Committees said that 15 people were killed by the Syrian army on 5 March. 6 were killed in Homs, 2 in each of Idlib, Daraa and Aleppo, and 1 in each of Yabroud in Damascus Suburbs, Jableh and Raqqa.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/7154", 
                        "source": null, 
                        "text": "Syria Now 5-3-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "6 March": [
            {
                "event": "At least 39 people were killed by the Syrian army, included 23 in Homs, according to the LCC.", 
                "refs": [
                    {
                        "href": "http://www.cnn.com/2012/03/06/world/meast/syria-unrest/index.html", 
                        "source": "CNN", 
                        "text": "Opposition: 39 killed in Syria as regime attacks escape route to Lebanon"
                    }
                ]
            }
        ]
    }, 
    {
        "7 March": [
            {
                "event": "The LCC reported that at least 40 civilians were killed by the Syrian army on 7 March, including 23 in Homs.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/7223", 
                        "source": null, 
                        "text": "Syria Today 7-3-2012 | Local coordination committees of Syria"
                    }
                ]
            }, 
            {
                "event": "Russia's ambassador to the United Nations, Vitaly Churkin, claimed that he has information that there is a special training center for the Syrian revolutionaries in Libya.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/03/07/us-syria-un-russia-idUSTRE8261YE20120307", 
                        "source": "Reuters", 
                        "text": "Russia accuses Libya of training Syrian rebels"
                    }
                ]
            }, 
            {
                "event": "The deputy oil and mineral wealth minister Abdo Hussameddin defected.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-17295748", 
                        "source": "BBC", 
                        "text": "Syria's deputy oil minister announces resignation"
                    }
                ]
            }
        ]
    }, 
    {
        "8 March": [
            {
                "event": "The LCC reported that 62 civilians were killed across Syria including 52 in Homs, of which 44 were found summarily executed.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/7309", 
                        "source": null, 
                        "text": "More Martyrs 8-3-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "9 March": [
            {
                "event": "82 civilians were killed throughout Syria, including 33 in Idlib and 26 in Homs.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/7347", 
                        "source": null, 
                        "text": "82 Martyrs 9-3-2012 | Local coordination committees of Syria"
                    }
                ]
            }, 
            {
                "event": "Mass Friday protests occurred, particularly in Aleppo, Homs, Hama, Daraa, Idlib, Deir ez-Zor and Qamishli.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/03/09/us-syria-tanks-idUSBRE8280GK20120309", 
                        "source": "Reuters", 
                        "text": "31 dead in Syria, mortars land on protests"
                    }, 
                    {
                        "href": "https://web.archive.org/20120502125348/http://www.straitstimes.com/BreakingNews/World/Story/STIStory_775789.html", 
                        "source": "the original", 
                        "text": "Tens of thousands demonstrate across Syria"
                    }
                ]
            }, 
            {
                "event": "Rebel groups reported that four generals had defected to the FSA, and had crossed into Turkish territory.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120502090202/http://worldnews.msnbc.msn.com/_news/2012/03/08/10613372-rebels-four-more-generals-defect-from-syrian-army", 
                        "source": "MSNBC", 
                        "text": "Rebels: Four more generals defect from Syrian army"
                    }
                ]
            }, 
            {
                "event": "Two other generals and four colonels had defected a few days before this event, bringing a total of six generals, according to opposition sources. A high ranking defector told reporters that the regime was detaining sunni officers. It was claimed 2,000 officers had been detained by their own army. \"Just being Sunni is suspect,\" he said.", 
                "refs": [
                    {
                        "href": "http://online.wsj.com/article/SB10001424052970204603004577271011904986808.html", 
                        "source": null, 
                        "text": "Syrian Brass Defect, Buoying Rebels"
                    }
                ]
            }
        ]
    }, 
    {
        "10 March": [
            {
                "event": "President Assad met international envoy Kofi Annan and promised him that he would back any \"honest\" peace bid but warned dialogue would fail if \"terrorist groups\" remained.", 
                "refs": [
                    {
                        "href": "http://www.news24.com/World/News/Assad-meets-Annan-on-Syrian-crisis-20120310", 
                        "source": "France 24", 
                        "text": "Assad meets Annan on Syrian crisis"
                    }
                ]
            }, 
            {
                "event": "The LCC reported that 63 civilians were killed by the Syrian army, including 47 in Idlib.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/7394", 
                        "source": null, 
                        "text": "63 Martyrs 10-3-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "11 March": [
            {
                "event": "At least 80 civilians were killed throughout Syria, primarily in Idlib and Homs.", 
                "refs": [
                    {
                        "href": "http://www.asianews.it/news-en/Syria-welcomes-Kofi-Annan-with-more-than-80-dead-24200.html", 
                        "source": "Asia News", 
                        "text": "SYRIA Syria welcomes Kofi Annan with more than 80 dead"
                    }
                ]
            }, 
            {
                "event": "The Free Syrian Army and the Syrian government clashed in central Damascus for the first time.", 
                "refs": [
                    {
                        "href": "http://www.jpost.com/Headlines/Article.aspx?id=261395", 
                        "source": null, 
                        "text": "Report: Clashes erupt between Syria troops, FSA in Damascus"
                    }
                ]
            }
        ]
    }, 
    {
        "12 March": [
            {
                "event": "50 civilians including children were massacred in the Karm al zhoutan and Bab Driad neighborhoods of Homs. An online video from Homs said to show the corpses of the massacre also identified some of the dead as having been burnt to death. The city of Idlib came under siege by the Syrian army, with water being turned off and neighborhoods under artillery shelling.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/03/201231203843221328.html", 
                        "source": "Al Jazeera", 
                        "text": "'Massacre' in Homs as Idlib endures assault"
                    }
                ]
            }, 
            {
                "event": "19 other civilians were killed by Syrian army according to the LCC, including 7 from Idlib.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/7527", 
                        "source": null, 
                        "text": "Syria Today 12-3-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "13 March": [
            {
                "event": "Activists reported that over 40 civilians were executed outside a mosque in Idlib by the Syrian army.", 
                "refs": [
                    {
                        "href": "http://www.telegraph.co.uk/news/worldnews/middleeast/syria/9141803/Syrian-forces-kill-more-than-40-outside-mosque-in-Idlib.html", 
                        "source": "The Daily Telegraph", 
                        "text": "Syrian forces 'kill more than 40 outside mosque in Idlib'"
                    }
                ]
            }, 
            {
                "event": "Separately, the LCC reported that additionally 46 civilians were killed across Syria, including 12 in Homs, bring the day's death toll to 86.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/7556", 
                        "source": null, 
                        "text": "More Killing 13-3-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "14 March": [
            {
                "event": "Activists said that 76 were killed across Syria by security forces and the Syrian army.", 
                "refs": [
                    {
                        "href": "http://www.nowlebanon.com/NewsArticleDetails.aspx?ID=376129", 
                        "source": null, 
                        "text": "Lebanon news - NOW Lebanon -Al-Jazeera: Syrian security forces kill 76, activists say"
                    }
                ]
            }
        ]
    }, 
    {
        "15 March": [
            {
                "event": "Syrian took to the street for the 1 year anniversary of the uprising, amongst intensifying crackdown in Homs, idlib, and Daraa. Pro-government counter rallies were also held in Umayyad square of Damascus as well as the Druze city of Sweida. Turkey confirmed the reports about 6 generals defecting earlier in the week, and added that another general defected to Turkey on 14 March.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/03/2012314201510748320.html", 
                        "source": "Al Jazeera", 
                        "text": "Syria marks revolt anniversary amid violence"
                    }, 
                    {
                        "href": "http://english.alarabiya.net/articles/2012/03/15/200783.html", 
                        "source": "Al Arabiya", 
                        "text": "As revolt against Assad enters 2nd year, ‘up to 500,000’ Syrians may flee crackdown"
                    }
                ]
            }, 
            {
                "event": "55 civilians were killed across Syria, including 45 in Idlib. Activists reported that 23 bodies appearing to have been tortured and summarily executed were found in Idlib's countryside. Turkish media announced that Shabiha had captured and tortured two Turkish journalists who crossed into Syria.", 
                "refs": [
                    {
                        "href": "http://www.cnn.com/2012/03/15/world/meast/syria-unrest", 
                        "source": "CNN", 
                        "text": "One year later, Syria still boiling"
                    }
                ]
            }, 
            {
                "event": "A massacre took place in the Karm Allouz neighborhood in Homs in which 15 Syrians were killed, including a woman and her four children, one day before a Security Council session on Syria. According to the Syrian government the perpetrators were terrorist groups affiliated with al-Qaeda. This incident was cited by the government in the aftermath of the 25 May Houla massacre to support its contention that there was a pattern of these terrorist  \nattacks escalating before Security Council sessions on Syria, or in that case, coinciding with UN special envoy Kofi Annan's announced visit to the country.", 
                "refs": [
                    {
                        "href": "http://www.sana.sy/eng/337/2012/05/26/421559.htm", 
                        "source": "Syrian Arab News Agency", 
                        "text": "New Massacres by al-Qaeda-linked Terrorist Groups against Families in al-Shumariyeh and Taldo in Homs Countryside"
                    }, 
                    {
                        "href": "http://www.dp-news.com/en/detail.aspx?articleid=121906", 
                        "source": "DP News", 
                        "text": "Syria: Armed Terrorist Groups committed Taldao, al-Shoumarieh Massacres"
                    }
                ]
            }
        ]
    }, 
    {
        "16 March": [
            {
                "event": "Syrian protests took to the streets in weekly Friday protests, with the largest occurring in Aleppo, Homs, Hama, Qamishli, Damascus and its suburbs, the Idlib province and the Daraa province. Large protests also turned out in the Northeastern city of Raqqa, to which security forces fired on the crowd and reportedly killed a dozen people. Soldiers defected in Raqqa and began clashing with the regime's army. An increase in FSA attacks in Damascus and its suburbs was also noted.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/03/2012316151534313917.html", 
                        "source": "Al Jazeera", 
                        "text": "Annan renews call for UN unity on Syria"
                    }, 
                    {
                        "href": "http://www.huffingtonpost.com/2012/03/16/syria-crisis-clashes-damascus_n_1352765.html", 
                        "source": "Huffington Post", 
                        "text": "Syria Crisis: Clashes Near Capital Damascus, Activist Say"
                    }, 
                    {
                        "href": "http://archive.is/Q0qI", 
                        "source": "the original", 
                        "text": "Lebanon news - NOW Lebanon -Live blog on developments in Syria"
                    }
                ]
            }, 
            {
                "event": "Turkey requested that all its citizens living abroad in Syria return home to Turkey, and also publicly announced for the first time that is considering establishing a buffer zone on the northern border of Syria.", 
                "refs": [
                    {
                        "href": "http://www.telegraph.co.uk/news/worldnews/middleeast/syria/9149448/Turkey-urges-nationals-to-leave-Syria-as-it-considers-buffer-zone.html", 
                        "source": "The Daily Telegraph", 
                        "text": "Turkey urges nationals to leave Syria as it considers buffer zone"
                    }
                ]
            }, 
            {
                "event": "The LCC reported mid-day that 46 civilians were killed across Syria by the Syrian army and security forces, 37 of which died in the Idlib province.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/", 
                        "source": null, 
                        "text": "Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "17 March": [
            {
                "event": "Syrian state television reported that twin bombs placed in two cars targeted Syria security offices and the aviation intelligence building in Damascus reportedly killing at least 27 and wounding 97 people.", 
                "refs": [
                    {
                        "href": "http://www.independent.co.uk/news/world/middle-east/at-least-27-killed-in-damascus-blasts-7576003.html", 
                        "source": "The Independent", 
                        "text": "At least 27 killed in Damascus blasts"
                    }
                ]
            }, 
            {
                "event": "The LCC reported that 16 people across Syria were killed by the Syrian army, including 6 in the city of Raqqa and 2 who died under torture.", 
                "refs": [
                    {
                        "href": "http://www.cnn.com/2012/03/17/world/meast/syria-unrest", 
                        "source": "CNN", 
                        "text": "Explosions rock Syrian capital"
                    }
                ]
            }
        ]
    }, 
    {
        "18 March": [
            {
                "event": "At least three people have been killed and 25 injured in a car bomb explosion in the northern Syrian city of Aleppo, according to reports.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-17423157", 
                        "source": "BBC News", 
                        "text": "Syria unrest: Car bomb in Aleppo"
                    }
                ]
            }, 
            {
                "event": "The LCC reported that 37 people were killed by the Syrian army throughout Syria, including 12 in Idlib.", 
                "refs": [
                    {
                        "href": "http://www.naharnet.com/stories/en/33803-at-least-20-dead-as-syrian-forces-assault-protest-hubs", 
                        "source": null, 
                        "text": "At Least 41 Dead as Syrian Forces Assault Protest Hubs — Naharnet"
                    }
                ]
            }
        ]
    }, 
    {
        "19 March": [
            {
                "event": "Army intelligence officer Abdel Barakat defected to Turkey, bringing with him hundreds of documents and files detailing orders from Bashar al Assad to crackdown and kill protesters. Amongst the leaked documents included plans to attack protesters in Syria major cities including Damascus and Aleppo, how security operations are planned, and orders for security forces spy on foreign observers sent by the Arab league. Barakat's leaked documents also showed that the government spied on Arab League observers in the country. Barakat was in charge of collecting information from across Syria at the secret joint crisis management cell in Damascus, and had been one of Assad's most trusted officials. However, he had in fact been a mole for the opposition for months, before he was compromised and was forced to go to Turkey to save his and any relatives lives.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/03/20123191073517388.html", 
                        "source": "Al Jazeera", 
                        "text": "Al Jazeera obtains secret Syria files"
                    }
                ]
            }, 
            {
                "event": "Heavy fighting occurred between the Free Syrian Army and government forces in central Damascus, particularly in the Mezzeh neighborhood. Explosions and gunfire could be heard for several hours during the night, according to residents.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/03/19/201601.html", 
                        "source": "Al Arabiya", 
                        "text": "Heavy fighting reported in Damascus; U.N., OIC team visit to assess impact of violence"
                    }
                ]
            }, 
            {
                "event": "Turkey announced that two more generals defected to Turkey on 18 March.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20130514023511/http://www.google.com/hostednews/afp/article/ALeqM5incQo_QrhnRZts7cTR6a3hsg5x9A?docId=CNG.1b8f7ac940bf7703a478ec2514dd94e4.2e1", 
                        "source": "Google News", 
                        "text": "AFP: Two more Syrian generals defect: Turkish diplomat"
                    }
                ]
            }, 
            {
                "event": "The LCC reported that 30 civilians were killed across Syria by the Syrian army, including 9 in Dier Ezzor and 6 in Homs.", 
                "refs": [
                    {
                        "href": "http://www.cnn.com/2012/03/19/world/meast/syria-unrest/", 
                        "source": "CNN", 
                        "text": "Syrian rebels move in on key Damascus neighborhood"
                    }
                ]
            }
        ]
    }, 
    {
        "20 March": [
            {
                "event": "The LCC reported that 57 civilians were killed across Syria by security forces, primarily in Homs and Deir Ezzor.", 
                "refs": [
                    {
                        "href": "http://www.kuna.net.kw/ArticleDetails.aspx?id=2228529&Language=en", 
                        "source": null, 
                        "text": "42 people killed in Syria today - local cmtes - General - 20/03/2012"
                    }, 
                    {
                        "href": "http://www.israelnationalnews.com/News/Flash.aspx/235305", 
                        "source": null, 
                        "text": "57 Dead in Syria on Tuesday"
                    }
                ]
            }
        ]
    }, 
    {
        "21 March": [
            {
                "event": "70 civilians were killed across Syria by security forces and the Syrian army, included 40 in Homs, of which 25 were killed in a reported massacre.", 
                "refs": [
                    {
                        "href": "http://www.cnn.com/2012/03/21/world/meast/syria-unrest/", 
                        "source": "CNN", 
                        "text": "Syria hammers Homs; Security Council backs Annan mission"
                    }
                ]
            }
        ]
    }, 
    {
        "22 March": [
            {
                "event": "63 civilians were killed by security forces and the Syrian army, including 12 who were killed while trying to flee to Turkey.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/03/22/202481.html", 
                        "source": "Al Arabiya", 
                        "text": "More deaths despite U.N. peace call; Syria using ‘Homs tactics’ on border town: HRW"
                    }
                ]
            }, 
            {
                "event": "The head of the ruling Ba'ath party in the north west city of Idlib announced his defection to the opposition, urging other high-ranking officials to do the same.", 
                "refs": [
                    {
                        "href": "http://www.guardian.co.uk/world/middle-east-live/2012/mar/22/syria-crisis-live-updates#block-11", 
                        "source": null, 
                        "text": "Syria crisis - Thursday 22 March 2012"
                    }
                ]
            }
        ]
    }, 
    {
        "23 March": [
            {
                "event": "Protesters took to the street for weeks Friday protests, amongst intense fighting nationwide between the FSA and the Syrian army. The SOHR reported that several hundred thousand speople joined the protests across the country. The largest protests occurred in Central and Suburban Damascus, Daraa, Qamishli, Hasakah, the Idlib province, Aleppo, Homs, and the Hama province.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/03/23/202689.html", 
                        "source": "Al Arabiya", 
                        "text": "Syria towns under fire as thousands protest prior to Annan’s visit to Moscow, Beijing"
                    }
                ]
            }, 
            {
                "event": "By the end of the day 59 protesters and civilians were killed by Syrian government forces.", 
                "refs": [
                    {
                        "href": "http://www.nytimes.com/2012/03/23/world/middleeast/syria-dozens-killed-as-violence-surges.html", 
                        "source": "The New York Times", 
                        "text": "Syria: Dozens Killed as Violence Surges"
                    }
                ]
            }, 
            {
                "event": "A pilot from the Syrian Army defected to Turkey. He had been ordered to kill civilian protesters, however, instead of this he targeted a military building in Aleppo until he ran out of ammo. A member of the Syrian National Council (SNC) confirmed that the defected pilot has reached Turkey, and said that President Bashar al-Assad’s regime has become incapable in controlling the army. Fearing an attack against the presidential palace, the army is sending military pilots without ammunitions, the SNC member added.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/03/24/202771.html", 
                        "source": "Al Arabiya", 
                        "text": "Syrian pilot rejects orders to kill protesters, heads to Turkey: opposition"
                    }
                ]
            }
        ]
    }, 
    {
        "24 March": [
            {
                "event": "45 civilians were killed by Syrian government forces, primarily in Idlib and Homs, the LCC reported.", 
                "refs": [
                    {
                        "href": "http://www.kuna.net.kw/ArticleDetails.aspx?id=2229418&language=en", 
                        "source": null, 
                        "text": "45 people killed in Syria today - opposition - Military and Security - 24/03/2012"
                    }
                ]
            }
        ]
    }, 
    {
        "25 March": [
            {
                "event": "65 civilians were killed across Syria by the Syrian army, primarily in the bombardment of Homs.", 
                "refs": [
                    {
                        "href": "http://www.globalpost.com/dispatch/news/regions/middle-east/120325/syria-morek-massacre-brings-todays-death-toll-65-video", 
                        "source": null, 
                        "text": "Syria: 'Morek massacre' brings today's death toll to 65 (Video)"
                    }
                ]
            }
        ]
    }, 
    {
        "26 March": [
            {
                "event": "The LCC reported that by mid-day 59 civilian were killed across Syria by the Syrian army, of which 33 died under artillery shelling in Homs.", 
                "refs": [
                    {
                        "href": "http://www.cnn.com/2012/03/26/world/meast/syria-unrest/index.html", 
                        "source": "CNN", 
                        "text": "Annan says Syrian crisis can't 'drag on indefinitely'"
                    }
                ]
            }, 
            {
                "event": "The Syrian army renewed shelling on Zabadani in the Damascus outskirts, killing 4.", 
                "refs": [
                    {
                        "href": "http://news.monstersandcritics.com/middleeast/news/article_1695643.php/Syria-shells-Homs-as-rebels-attack-army-in-Damascus", 
                        "source": null, 
                        "text": "Syria shells Homs as rebels attack army in Damascus - Monsters and Critics"
                    }
                ]
            }, 
            {
                "event": "By the end of the day the 70 were killed across Syria, primarily in Homs. The opposition also reported that the FSA assassinated the head of Air force intelligence, Iyad Mando, in Damascus.", 
                "refs": [
                    {
                        "href": "http://www.haaretz.com/news/middle-east/syrian-air-force-intelligence-chief-killed-opposition-websites-report-1.420782", 
                        "source": null, 
                        "text": "Syrian Air Force intelligence chief killed, opposition websites report"
                    }
                ]
            }
        ]
    }, 
    {
        "27 March": [
            {
                "event": "70 civilians were killed in Syria by the Syrian army, the LCC reported. 40 of which were killed in Idlib, including 23 reportedly summarily executed in a field in Saraqib, Idlib province.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/7711", 
                        "source": null, 
                        "text": "From Syria 27-3-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "28 March": [
            {
                "event": "The LCC reported that 30 civilians were killed by the Syrian army, 13 of which were killed in Homs.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/7735", 
                        "source": null, 
                        "text": "More Martyrs 28-3-2012 | Local coordination committees of Syria"
                    }
                ]
            }, 
            {
                "event": "Two British journalists of Algerian descent were killed by Shabiha while crossing the border from Turkey into Syria.", 
                "refs": [
                    {
                        "href": "http://www.guardian.co.uk/media/greenslade/2012/mar/28/journalist-safety-syria", 
                        "source": "The Guardian", 
                        "text": "Two British journalists killed in Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "29 March": [
            {
                "event": "60 civilians were killed throughout Syria, primarily in Homs and Idlib.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/7749", 
                        "source": null, 
                        "text": "Syria 29-3-2012 | Local coordination committees of Syria"
                    }
                ]
            }, 
            {
                "event": "The Free Syrian Army assassinated two colonels in central Aleppo, and kidnapped an air force general in Damascus.", 
                "refs": [
                    {
                        "href": "http://www.nytimes.com/2012/03/30/world/middleeast/aleppo-syria-attackers-kill-two-officers.html", 
                        "source": "The New York Times", 
                        "text": "Syrian Rebels Kill At Least 2 Military Officials"
                    }
                ]
            }, 
            {
                "event": "Three brigadier generals reportedly defected to the Free Syrian Army upon releasing defection videos in which they showed their officer cards.", 
                "refs": [
                    {
                        "href": "http://www.guardian.co.uk/world/middle-east-live/2012/mar/29/syria-crisis-arab-league-summit-live?CMP=NECNETTXT8187", 
                        "source": "The Guardian", 
                        "text": "Syria crisis: Assad responds to peace plan"
                    }
                ]
            }
        ]
    }, 
    {
        "30 March": [
            {
                "event": "Protesters took to the streets in mass in weekly Friday protests, with the largest occurring in Damascus and its suburbs, Hama, Homs, the Idlib province, Aleppo and the Daraa province. 55 protesters and civilians were killed by security forces across the country, primarily in Homs and Deir Ezzor.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/03/30/204234.html", 
                        "source": "Al Arabiya", 
                        "text": "Syria fighting rages as protesters march nationwide against Arab inaction"
                    }, 
                    {
                        "href": "http://www.lccsyria.org/7757", 
                        "source": null, 
                        "text": "Syria Today 30-3-2012 | Local coordination committees of Syria"
                    }, 
                    {
                        "href": "http://news.yahoo.com/syria-clashes-protests-complicate-peace-mission-184321911.html", 
                        "source": null, 
                        "text": "Syria clashes, protests complicate peace mission"
                    }
                ]
            }
        ]
    }, 
    {
        "31 March": [
            {
                "event": "40 people were killed by the Syrian army across Syria, primarily in Homs.", 
                "refs": [
                    {
                        "href": "http://www.kuna.net.kw/ArticleDetails.aspx?id=2230954&Language=en", 
                        "source": null, 
                        "text": "Syria violence kills over 40 people Sat. - opposition - General - 31/03/2012"
                    }
                ]
            }
        ]
    }, 
    {
        "1 April": [
            {
                "event": "70 civilians were killed when the Syrian army launched artillery attacks on the central Homs neighborhoods and Deir Ezzor. The Friends of Syria meeting recognized the SNC as the legitimate representative of Syria, one step under full recognition as the sole government. The GCC countries announced that they intend to start paying and funding the Free Syrian Army and any army member who defects.", 
                "refs": [
                    {
                        "href": "http://cnsnews.com/news/article/clashes-across-syria-ahead-annans-un-briefing", 
                        "source": "CNS News", 
                        "text": "Clashes across Syria ahead of Annan's UN briefing"
                    }
                ]
            }
        ]
    }, 
    {
        "2 April": [
            {
                "event": "65 civilians were killed across Syria from artillery shelling by the Syrian army, primarily in Homs and Dier Ezzor. The Free Syrian Army captured Homs's national hospital, where they found 75 unidentified corpses stored in the morgue. The combined death toll of 2 April's shelling and the recently found corpses brought the death toll for Monday to 140.", 
                "refs": [
                    {
                        "href": "http://www.kuna.net.kw/ArticleDetails.aspx?id=2231346&Language=en", 
                        "source": null, 
                        "text": "Death toll of Syria attacks up to 140 - General - 02/04/2012"
                    }
                ]
            }
        ]
    }, 
    {
        "3 April": [
            {
                "event": "29 civilians were killed across Syria, primarily in the shelling of Homs and Damascus's suburbs including Zabadani.", 
                "refs": [
                    {
                        "href": "http://www.naharnet.com/stories/en/35580-29-dead-as-syrian-forces-steps-up-assaults", 
                        "source": null, 
                        "text": "29 Dead as Syrian Forces Steps Up Assaults — Naharnet"
                    }
                ]
            }, 
            {
                "event": "By the end of the day the LCC reported 80 civilians had been killed by the Syrian army, primarily in Homs and Idlib.", 
                "refs": [
                    {
                        "href": "http://web.archive.org/web/20120406143628/http://timesofindia.indiatimes.com:80/world/middle-east/Syria-violence-killed-80-people-on-Tuesday-Monitors/articleshow/12530848.cms", 
                        "source": "The Times Of India", 
                        "text": "Syria violence killed 80 people on Tuesday: Monitors"
                    }, 
                    {
                        "href": "http://www.lccsyria.org/7799", 
                        "source": null, 
                        "text": "Tuesday came to a close with the fall of 74 martyrs | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "4 April": [
            {
                "event": "101 civilians were reported killed by the Syrian army, primarily in the bombardment of Homs and sieges in the Idlib province.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/04/04/205276.html", 
                        "source": "Al Arabiya", 
                        "text": "Fierce attacks across Syria leave 101 dead; Annan sets to address U.N. on crisis"
                    }
                ]
            }
        ]
    }, 
    {
        "5 April": [
            {
                "event": "70 civilians were killed across Syria by the Syrian army, primarily in Homs and Idlib.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/7830", 
                        "source": null, 
                        "text": "77 Martyrs 5-4-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "6 April": [
            {
                "event": "Protests took to the street in mass in weekly Friday protests, as ongoing sieges and clashes took place across Syria. The largest protests occurred in Damascus and its suburbs, Homs, Daraa, Idlib province, Aleppo, and Hama.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/04/06/205858.html", 
                        "source": "Al Arabiya", 
                        "text": "Thousands demonstrate in Syria as violence rages before ceasefire deadline"
                    }
                ]
            }, 
            {
                "event": "Thousands of people fled the Aleppo province to Turkey, as 51 civilians were killed, primarily in the Syrian army's bombardment of Homs.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2012/04/06/syria-idUSL6E8F60V320120406", 
                        "source": null, 
                        "text": "WRAPUP 5-Syrian violence claims 27 dead in run-up to truce"
                    }
                ]
            }, 
            {
                "event": "Separately, there have been reports that over 100 were killed in Taftanaz, Idlib, in a reported massacre by the Syrian army. Refugees fleeing from Taftanaz to Turkey reported mass graves and intentional burning of homes by the Syrian army.", 
                "refs": [
                    {
                        "href": "http://web.archive.org/web/20130610014931/http://www.ajc.com/news/nation-world/syrian-refugees-flee-violence-1408682.html", 
                        "source": "the original", 
                        "text": "Syrian refugees flee violence, talk of mass graves"
                    }
                ]
            }
        ]
    }, 
    {
        "7 April": [
            {
                "event": "By mid-day, over 150 people were reported killed, primarily in the artillery shelling in Homs, but also over 50 dead when the Syrian army stormed rural villages in Hama.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/04/07/205941.html", 
                        "source": "Al Arabiya", 
                        "text": "Syria death toll exceeds 150 as killing escalates ahead of ceasefire deadline"
                    }
                ]
            }
        ]
    }, 
    {
        "8 April": [
            {
                "event": "The LCC reported 45 civilians killed by the Syrian army, primarily in Homs and Idlib.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/7885", 
                        "source": null, 
                        "text": "Syria Now 8-4-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "9 April": [
            {
                "event": "160 civilians were killed by the Syrian army, including 52 in Homs, 45 in the Aleppo Provence, and 36 in Hama.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/7911", 
                        "source": null, 
                        "text": "160 Martyrs 9-4-2012 | Local coordination committees of Syria"
                    }
                ]
            }, 
            {
                "event": "A journalist in Lebanon was killed by heavy machine gun fire from the Syrian army. Ali Shaaban, who works as a cameraman for Al Jadeed TV station, was shot as he was filming in the northern Wadi Khaled area on the Lebanese side of the border. The gunfire apparently came from the Syrian side of the frontier.", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20120415044343/http://www.newser.com:80/article/d9u1e0e00/security-officials-lebanese-journalist-killed-by-gunfire-along-the-syrian-border.html", 
                        "source": "the original", 
                        "text": "Security officials: Lebanese journalist killed by gunfire along the Syrian border"
                    }
                ]
            }, 
            {
                "event": "His colleague, reporter Hussein Khreis, said the team heard heavy gunfire around them from all sides \"falling like rain\". Mr Shaaban was inside a car when he was struck, Mr Khreis said. \"If you see the car you would think it was in a war zone,\" Mr Khreis said on Al Jadeed TV. \"It is completely destroyed from the bullets.\" He said they waited for more than two hours for the Lebanese army and some residents to come and pull them out to safety. \"I ask forgiveness from Ali's family because I couldn't do anything for him,\" he said, breaking into tears.", 
                "refs": [
                    {
                        "href": "http://www.independent.co.uk/news/world/middle-east/journalist-killed-by-gunfire-at-lebanesesyrian-border-7627870.html", 
                        "source": null, 
                        "text": "Journalist killed by gunfire at Lebanese-Syrian border"
                    }
                ]
            }
        ]
    }, 
    {
        "10 April": [
            {
                "event": "101 civilians were killed by the Syrian army, including 56 in Homs and 22 in Hama.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/7920", 
                        "source": null, 
                        "text": "Syria Today 10-4-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "11 April": [
            {
                "event": "By mid-day the LCC reported over 100 civilian deaths, of which 57 were in Homs.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/7939", 
                        "source": null, 
                        "text": "From Syria 11-4-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "12 April": [
            {
                "event": "The Kofi Annan sponsored ceasefire came into effect, but there were several occurrences of ceasefire violations by the Syrian army. Additionally the Syrian army did not withdraw its heavy weapons. At least 1 soldier and 24 others were wounded by an improvised explosive device near Aleppo.", 
                "refs": [
                    {
                        "href": "http://www.telegraph.co.uk/news/worldnews/middleeast/syria/9199605/Syria-cease-fire-Live.html", 
                        "source": null, 
                        "text": "Syria ceasefire: latest"
                    }
                ]
            }, 
            {
                "event": "The LCC reported 22 civilians killed by the Syrian army, including 9 in Homs.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/7978", 
                        "source": null, 
                        "text": "From Syria 12-4-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "13 April": [
            {
                "event": "Mass weekly Friday protests broke out, with larger-than-usual protests occurring in Aleppo, Damascus and its Suburbs, Latakia, Deir Ezzor, Daraa, the Idlib province, Hama and Homs, despite no withdrawal of the Syrian army and heavy weaponry from cities. 11 protesters were reported killed by the evening. Some places such as Zabadani and al Quseir Homs were shelled despite a ceasefire.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-17705614", 
                        "source": "BBC News", 
                        "text": "Syria ceasefire: Security forces 'fire at protesters'"
                    }
                ]
            }
        ]
    }, 
    {
        "14 April": [
            {
                "event": "27 civilians were killed by the Syrian army, including 13 in Homs when the Syrian army shelled the central neighborhood of Homs despite the cease-fire. Security forces opened fire on a funeral in Aleppo city, killing 8 mourners.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/8013", 
                        "source": null, 
                        "text": "More Martyrs 14-4-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "15 April": [
            {
                "event": "28 civilians were killed, as the intense shelling of Homs continued.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/8024", 
                        "source": null, 
                        "text": "Syria 15-4-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "16 April": [
            {
                "event": "By the end of the day 55 civilians were killed by the Syrian army, including 26 in Idlib.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/8053", 
                        "source": null, 
                        "text": "Monday comes to a close with the fall of 55 martyrs | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "17 April": [
            {
                "event": "By the end of the day 77 civilians were killed by the Syrian army, primarily in Homs and Idlib.", 
                "refs": [
                    {
                        "href": "http://www.allvoices.com/contributed-news/11955787-syria-ceasefire-under-threat-as-at-least-67-killed-in-recent-violence", 
                        "source": null, 
                        "text": "Syria cease-fire under threat as at least 67 killed in recent violence"
                    }, 
                    {
                        "href": "http://www.lccsyria.org/8068", 
                        "source": null, 
                        "text": "38 Martyrs in Idlib till Now 17-4-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "18 April": [
            {
                "event": "At least 32 civilians were killed by the Syrian army, primarily in Homs, Idlib, and Damascus. Ten soldiers were also killed by an IED near Idlib.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-17753306", 
                        "source": "BBC News", 
                        "text": "Syria crisis: 'Gunfire' as UN team visits Damascus suburb"
                    }
                ]
            }, 
            {
                "event": "Also, Ban-Ki Moon, secretary-general for the U.N, said that the Syrian Government had \"yet to fully implement its initial obligations regarding the actions and deployments of its troops and heavy weapons, or to return them to barracks. Violent incidents and reports of casualties have escalated again in recent days, with reports of shelling of civilian areas and abuses by government forces.\"", 
                "refs": []
            }, 
            {
                "event": "Ban also said that the U.N observers deployed to Syria had yet to visit Homs because the Syrian government refused to give them permission to go there. Ban confirmed violent incidents when the UN observers went to Arbeen, in the Damascus suburbs, and said that a crowd of opposition demonstrators that had protested around the passing UN cars had been shot at, and one UN vehicle had been damaged.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/04/201241913315177490.html", 
                        "source": "Al Jazeera", 
                        "text": "Syria agrees to guidelines for UN observers"
                    }
                ]
            }
        ]
    }, 
    {
        "19 April": [
            {
                "event": "More secret documents were leaked from the Syria government. Highly classified documents from a covert Syrian government unit exposed attempts by the regime to contain the unrest sweeping the country, according to Al arabiya. These were leaked by a defector from this covert unit who was called Abdel-Majeed Barakat. He leaked copies of the Crisis Cell’s official documentation, which included security force reports on deaths across the country, statements which admitted the mistreatment of Syrian civilians and prisoners and notes on the Syrian opposition. One month into the anti-government protests across Syria, this “Crisis Cell,” was formed by President Bashar al-Assad’s regime to monitor events and decide to tackle the unrest with military-led solutions. The cell included top intelligence, government and security force figures who documented events across Syria, gathering information which would reach the president directly on a daily basis.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/04/19/208771.html", 
                        "source": "Al Arabiya", 
                        "text": "Assad’s ‘Crisis Cell’: leaked documents expose attempts to contain Syrian unrest"
                    }
                ]
            }, 
            {
                "event": "42 civilians were reported killed by the Syrian army, including 27 in Homs.", 
                "refs": [
                    {
                        "href": "http://af.reuters.com/article/worldNews/idAFBRE83F0H120120422", 
                        "source": "Reuters Africa", 
                        "text": "U.N. council authorizes up to 300 Syria truce monitors"
                    }
                ]
            }
        ]
    }, 
    {
        "20 April": [
            {
                "event": "Over 50 civilians were killed, primarily in the Idlib region, as weekly Friday protests emerged in Syria, concentrating primarily in Aleppo city, Damascus and its Suburbs, the Daraa, Idlib, Homs, Deir Ezzor, and Hama provinces, and the Raqqa and Hasakah provinces. The Syrian Army continued its heavy bombardment on the Khalidya neighborhood of Homs, as state television reported that rebels killed 10 soldiers in Quneitra.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/04/20/209069.html", 
                        "source": "Al Arabiya", 
                        "text": "Protests sweep Syria amid shaky truce as U.N. negotiates wider access for aid agencies"
                    }
                ]
            }, 
            {
                "event": "SANA reported the deaths of ten security forces in a roadside bombing in southern Syria. It also reported a bombing near Daraa province.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-apr-20-2012-1442", 
                        "source": "Al Jazeera Blogs", 
                        "text": "Fri, 20 Apr 2012, 12:42 GMT+3 - Syria"
                    }
                ]
            }, 
            {
                "event": "Al Arabiya claimed that 5 more soldiers were killed in a bombing in the village of Karak.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/04/20/209069.html", 
                        "source": null, 
                        "text": "[1]"
                    }
                ]
            }, 
            {
                "event": "State media claimed that the first bomb was over 100 kg (220 lbs). It also reported that a police station was attacked by a group of men with machine guns, causing one policeman and one chief warrant's deaths.", 
                "refs": [
                    {
                        "href": "http://www.sana.sy/eng/337/2012/04/21/413778.htm", 
                        "source": null, 
                        "text": "الوكالة العربية السورية للأنباء - Syrian Arab News Agency"
                    }
                ]
            }
        ]
    }, 
    {
        "21 April": [
            {
                "event": "At least 40 civilians were killed by the Syrian army, mostly in Homs and Daraa.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/8101", 
                        "source": null, 
                        "text": "Syria Today 21-4-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "22 April": [
            {
                "event": "22 civilians were reported killed by the Syrian Army, as the Damascus suburbs came under artillery shelling.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/04/23/209613.html", 
                        "source": "Al Arabiya", 
                        "text": "Assad’s forces kill 80 nationwide despite presence of U.N. monitors"
                    }
                ]
            }, 
            {
                "event": "The presence of Tunisian volunteers was reported, with three Tunisian FSA fighters being confirmed to have died in combat.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/04/22/209469.html", 
                        "source": null, 
                        "text": "Three Tunisians reported dead after joining Free Syrian Army"
                    }
                ]
            }
        ]
    }, 
    {
        "23 April": [
            {
                "event": "38 civilians alone were killed in a reported massacre by the Syrian army in central Hama, when the Syrian army launched a barrage of mortars against a neighborhood. 20 civilians were killed when the Syrian army shelled Douma. Another 22 civilians were killed throughout the country, primarily in Homs, Idlib, and Daraa, bringing the day's death toll to 80.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/04/23/209613.html", 
                        "source": "Al Arabiya", 
                        "text": "Assad’s forces kill 80 nationwide despite presence of U.N. monitors"
                    }, 
                    {
                        "href": "http://www.cnn.com/2012/04/23/world/meast/syria-unrest/index.html", 
                        "source": null, 
                        "text": "Shelling hits Hama as more U.N. monitors expected in Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "24 April": [
            {
                "event": "38 civilians were killed by the Syrian army, including over a dozen in Homs and 9 in the Damascus suburbs.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/8163", 
                        "source": null, 
                        "text": "38 Martyrs 24-4-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "25 April": [
            {
                "event": "By the end of the day over 100 civilians were reported killed by the Syrian army, at least 70 of which were in Hama.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/8176", 
                        "source": null, 
                        "text": "100 Martyrs in Syria 25-4-2012 | Local coordination committees of Syria"
                    }
                ]
            }, 
            {
                "event": "In Hama, a rocket attack was reported to have completely destroyed a building. The Local Co-ordination Committees (LCC) said security forces fired a rocket at the building in the Mashaa Attayar area. Activists said among the dead were 13 children and 16 women, with more bodies still under the rubble. Footage on YouTube of the blast showed a crowd of men pulling out the bloodied body of a young girl. Another video shows the collapsed remains of the building, as ash-covered men dig through piles of masonry looking for bodies amid the cries of onlookers.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2012/04/2012425223022589689.html", 
                        "source": "Al Jazeera", 
                        "text": "Blast in Syria's Hama kills many"
                    }
                ]
            }
        ]
    }, 
    {
        "26 April": [
            {
                "event": "At least 28 civilians were reported killed, primarily in Hama.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/8200", 
                        "source": null, 
                        "text": "More Martyrs 26-4-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "27 April": [
            {
                "event": "Weekly Friday demonstrations came out against the Syrian government, amid 16 people being gunned down across the country by security forces fire, and 9 were killed when a suicide bomber blew himself up in al-Midan Damascus targeting security forces. Protests were largest in Aleppo, Homs, Hama, the Idlib and Daraa province, and Damascus and its suburbs.", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/04/27/210625.html", 
                        "source": "Al Arabiya", 
                        "text": "Scores killed and injured as bombings rock Damascus amid massive demos"
                    }, 
                    {
                        "href": "https://web.archive.org/20120501112353/http://www.time.com/time/world/article/0,8599,2113314,00.html", 
                        "source": "the original", 
                        "text": "Explosion Rocks Syrian Capital as Protesters Mass"
                    }
                ]
            }
        ]
    }, 
    {
        "28 April": [
            {
                "event": "Hundreds of soldiers reportedly defected in Damascus and Latakia, amid clashes between rebels and the Syrian government. 15 civilians were reported killed by mid-day, and 9 soldiers and rebels were killed in fire-fights, Meanwhile, the Rebels made an amphibious attack near Latakia against the Syrian Regime's troops .", 
                "refs": [
                    {
                        "href": "http://english.alarabiya.net/articles/2012/04/28/210874.html", 
                        "source": "Al Arabiya", 
                        "text": "Hundreds of Syrian troops defect near Damascus, Latakia, as clashes flare"
                    }, 
                    {
                        "href": "http://www.lccsyria.org/8208", 
                        "source": null, 
                        "text": "Syria Today 28-4-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }, 
    {
        "29 April": [
            {
                "event": "The LCC reported 29 civilians killed by the Syrian along with two defectors.", 
                "refs": [
                    {
                        "href": "http://www.lccsyria.org/8212", 
                        "source": null, 
                        "text": "Syria Today 29-4-2012 | Local coordination committees of Syria"
                    }
                ]
            }
        ]
    }
]