[
    {
        "January–April 2011": [
            {
                "event": "Main article: Timeline of the 2011–2012 Syrian uprising (January–April 2011)", 
                "refs": []
            }
        ]
    }, 
    {
        "May 2011": [
            {
                "event": "Protesters throughout Syria remained defiant despite intensifying arrests and attacks in Daraa and Douma.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/05/20115191534769149.html", 
                        "text": "Syrian protesters stay defiant amid crackdown"
                    }
                ]
            }, 
            {
                "event": "The Syrian military continued shelling homes in Daraa with tanks.", 
                "refs": [
                    {
                        "href": "http://www.newser.com/story/117579/syria-protests-bashar-al-assads-forces-still-shelling-daraa.html", 
                        "text": "Syria Forces Shell Restive Daraa"
                    }
                ]
            }, 
            {
                "event": "As the military siege on Daraa continued, Assad's security forces allegedly killed 40 civilians elsewhere in the town of Tel Kalakh. By 2 May, 4,000 people crossed the border into Lebanon.", 
                "refs": [
                    {
                        "href": "http://www.independent.co.uk/news/world/middle-east/robert-fisk-we-will-never-cease-our-struggle-until-we-bring-down-assad-2277704.html", 
                        "text": "Robert Fisk: 'We will never cease our struggle until we bring down Assad'"
                    }
                ]
            }, 
            {
                "event": "The deadly military siege on Daraa continued. Arrests intensified in Damascus, with large protests anticipated for Friday after prayers.", 
                "refs": [
                    {
                        "href": "http://latimesblogs.latimes.com/babylonbeyond/2011/05/syria-damascus-uprising-students-freedom-human-rights.html", 
                        "text": "SYRIA: Security forces, officials attempt to head off protests"
                    }
                ]
            }, 
            {
                "event": "See also: Siege of Homs", 
                "refs": []
            }, 
            {
                "event": "Since 15 March 2011, according to the BBC, 500 Syrians have been killed and 2,500 others detained.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-13299793", 
                        "text": "Syria protests: Rights group warns of 'Deraa massacre'"
                    }
                ]
            }, 
            {
                "event": "Dozens of tanks were today sent to the Syrian city of Homs as part of the crackdown.", 
                "refs": [
                    {
                        "href": "http://news.sky.com/skynews/Article/201009115985647", 
                        "text": "Hundreds Held In Syria Protest Crackdown"
                    }
                ]
            }, 
            {
                "event": "Syrian army tanks raided Saqba and other suburbs of Damascus.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-13291358", 
                        "text": "Syria: Raid in Damascus suburb as crackdown defied"
                    }
                ]
            }, 
            {
                "event": "In Damascus, the government arrested 300 people", 
                "refs": [
                    {
                        "href": "http://www.bangkokpost.com/breakingnews/235526/syria-troops-exit-one-protest-hub-enter-another", 
                        "text": "Syria troops crack down again"
                    }
                ]
            }, 
            {
                "event": "The Syrian Army pulled out of Daraa", 
                "refs": [
                    {
                        "href": "https://web.archive.org/20140625042937/https://www.youtube.com/watch?v=oQ1P4Oa7qV0", 
                        "text": "https://web.archive.org/20140625042937/https://www.youtube.com/watch?v=oQ1P4Oa7qV0"
                    }
                ]
            }, 
            {
                "event": "By the end of the day, the army prepared to seize control of Baniyas.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/05/201155427971631.html", 
                        "text": "Syrian forces tighten grip ahead of protests"
                    }
                ]
            }, 
            {
                "event": "About 100 tanks and troop transports converged on the town of Al-Rastan, after anti-government protesters toppled a statue of the late Syrian president Hafez al-Assad and pledged to press ahead with their revolution despite sweeping arrests by Bashar al-Assad's government.", 
                "refs": [
                    {
                        "href": "http://www.theaustralian.com.au/news/world/tensions-rise-in-syria-as-ruling-forces-mass-tanks-in-protest-hotbed/story-e6frg6so-1226050230959", 
                        "text": "Tensions rise in Syria as ruling forces mass tanks in protest hotbed"
                    }
                ]
            }, 
            {
                "event": "On 6 May, after Friday noon prayers, demonstrators rose in cities and towns across Syria to protest the government, especially in the suburbs of Damascus, the smaller cities of Homs, Hama, and Baniyas, and in Syrian Kurdistan. Video and audio of security forces responding, in some cases with lethal force, appeared online within an hour of protests beginning. Eleven members of the Syrian army were allegedly killed by an armed group in Homs in an attack on a military checkpoint.", 
                "refs": [
                    {
                        "href": "http://english.peopledaily.com.cn/90001/90777/90854/7372876.html", 
                        "text": "Syria mourns 11 soldiers killed by \"armed groups\": SANA"
                    }
                ]
            }, 
            {
                "event": "At least three dead and 20 injured were reported in Homs alone, with a total of 16 dead between Homs and Hama, and opposition leaders Mouaz al-Khatib and Riad Seif were detained allegedly by secret police. Tens of thousands reportedly marched in Damascus and its suburbs, and about 7,000 protesters wearing funeral shrouds and carrying olive branches and flowers gathered in Baniyas, vowing to \"meet the army peacefully\", according to Al Jazeera, whose Arabic-language channel broadcast live from the city for some minutes. Several thousand Syrians participated in a protest march to the vicinity of Deraa, but security forces maintaining a siege of the city refused to let them enter with supplies for its inhabitants.", 
                "refs": [
                    {
                        "href": "http://news.sky.com/skynews/Article/201009115986432", 
                        "text": "Thousands Of Syrians Amass Near City Of Deraa"
                    }, 
                    {
                        "href": "http://blogs.aljazeera.net/live/middle-east/syria-live-blog-may-6", 
                        "text": "Syria Live Blog – 6 May"
                    }
                ]
            }, 
            {
                "event": "Following this \"Day of Defiance\", Amnesty International reported that activists Razan Zaitouneh, Wa’el Hammada, Haitham al-Maleh, Hind al-Labwani, Omar al-Labwani, Jwan Yousef Khorshid, Walid al-Bunni and Suheir al-Atassi had been forced to go into hiding.", 
                "refs": [
                    {
                        "href": "http://www.amnesty.org.uk/news_details.asp?NewsID=19444", 
                        "text": "Syria: activists forced into hiding by threats"
                    }
                ]
            }, 
            {
                "event": "Main article: Siege of Baniyas", 
                "refs": []
            }, 
            {
                "event": "The Syrian army began a siege of Baniyas, with at least 6 civilians dead on 7 May, among them 4 women.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/05/20115715242900404.html", 
                        "text": "Deaths reported as Syrian forces storm city"
                    }
                ]
            }, 
            {
                "event": "On 8 May, a 12-year-old boy was killed during a government crackdown in Homs and a 10-year-old boy was arrested, anti-government activists claimed.", 
                "refs": [
                    {
                        "href": "http://www.msnbc.msn.com/id/42947180/ns/world_news-mideast/n_africa/t/child-reported-killed-syrian-forces-crack-down/", 
                        "text": "Child Reported Killed as Syrian Forces Crack Down"
                    }
                ]
            }, 
            {
                "event": "The Syrian army began a siege on Tafas, near Daraa, and arrested at least 250 people there.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/05/20115891758964745.html", 
                        "text": "Syria tightens control over more urban areas"
                    }
                ]
            }, 
            {
                "event": "The Syrian army continued its house to house raid on Baniyas, Tafas, Homs. Arrests were ongoing in Damascus as well, where gunfire was heard.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/05/201159103011741192.html", 
                        "text": "'House-to-house raids' in Syrian cities"
                    }
                ]
            }, 
            {
                "event": "The European Union institutes arms embargo and other sanctions against Syria, but not against President Assad.", 
                "refs": [
                    {
                        "href": "http://www.guardian.co.uk/world/2011/may/09/eu-syria-arms-embargo-assad", 
                        "text": "EU Slaps arms embargo on Syria but spares President Bashar al-Assad"
                    }
                ]
            }, 
            {
                "event": "The Syrian army prepared a siege on Hama, as the siege on Baniyas, Tafas, Homs, and Damascus continued.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-13343540", 
                        "text": "Syrian army tanks 'moving towards Hama'"
                    }
                ]
            }, 
            {
                "event": "The European Union imposed sanctions on 13 government individuals including Maher al-Assad, Bashar's brother, who commands the security brigades.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/05/201151083236550487.html", 
                        "text": "Assad's brother tops Syria sanctions list"
                    }
                ]
            }, 
            {
                "event": "Kuwait will also replace Syria for bid on membership of the UN Human Rights Council due to Syria's oppression of protesters.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/05/2011510171246332265.html", 
                        "text": "Syria drops bid for UN rights body"
                    }
                ]
            }, 
            {
                "event": "In an escalation of the siege on Homs, tanks were sent in and began shelling buildings, with at least 5 killed. Secretary general of the UN Ban Ki-moon demanded that the UN have access to Daraa.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/05/20115117374683547.html", 
                        "text": "Deaths reported as tanks shell Syrian cities"
                    }
                ]
            }, 
            {
                "event": "Mass arrests were carried out in Aleppo against students who protested. The siege of Homs, Tafas, and Baniyas continued. Tanks were sent towards Hama.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/live/middle-east/syria-live-blog-may-12", 
                        "text": "Syria Live Blog – May 12"
                    }
                ]
            }, 
            {
                "event": "Dael, Jassem, and Al-Harah were also under siege by tanks and troops.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/05/201151362452271960.html", 
                        "text": "Syrian troops 'will not shoot' protesters"
                    }
                ]
            }, 
            {
                "event": "Bashar Al-Assad reportedly ordered the Syrian army \"not to shoot\" at protesters ahead of expected Friday protests.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/05/201151362452271960.html", 
                        "text": "Syrian troops 'will not shoot' protesters"
                    }
                ]
            }, 
            {
                "event": "Security forces have set up checkpoints and roadblocks all across Syria. Demonstrations first began in Hama and Qamishli and Homs. Towns across the Kurdish northeast protested as Kurds have been intensifying their protests. Thousands rallied in Daraa where security forces fired warning shots. Thousands rallied in Damascus, where police presence was especially large, particularly in the Midan suburb, where thousands of officers were deployed to stop them from entering other parts of Damascus. People tried to protest in Baniyas and Latakia, but were shot at with live ammunition.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/live/middle-east/syria-live-blog-may-13", 
                        "text": "Syria Live Blog – May 13"
                    }
                ]
            }, 
            {
                "event": "Three people were shot killed by security forces in Homs, 2 in Damascus, and 1 in Daraa.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/05/201151404727674446.html", 
                        "text": "Deaths in Syria despite 'no-shoot order'"
                    }, 
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-13391828", 
                        "text": "Syria protests: 'Six killed' in Homs after prayers"
                    }
                ]
            }, 
            {
                "event": "Despite the intensified crackdown and massive police and army presence, the strength and the amount of protesters in Damascus appeared to have only increased.", 
                "refs": [
                    {
                        "href": "http://www.latimes.com/news/nationworld/world/la-fg-syria-protests-20110514,0,3212585.story", 
                        "text": "Syrian protests, expected to wane, grow stronger"
                    }
                ]
            }, 
            {
                "event": "Main article: Siege of Talkalakh", 
                "refs": []
            }, 
            {
                "event": "The government continued to prevent food from being sent to Daraa, in an effort to starve people into stopping their protests.", 
                "refs": [
                    {
                        "href": "http://www.time.com/time/world/article/0,8599,2071362,00.html", 
                        "text": "Starving the Rebellion: Syria's Brutal Tactics"
                    }
                ]
            }, 
            {
                "event": "The army launched a siege on Talkalakh, killing four civilians and sending hundreds to seek refugee in Lebanon. Protesting occurred in several cities, including Daraa. Funerals for slain protesters were held in Damascus's suburbs. The Kurds protesting in the north have called on all opposition forces in and out of Syria to unite into one party aiming at transferring Syria from a dictatorship to a democracy.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/live/middle-east/syria-live-blog-may-14", 
                        "text": "Syria Live Blog – May 14"
                    }
                ]
            }, 
            {
                "event": "The Syrian army's siege across the country continued, especially in Talkalakh, where 7 civilians were killed by Syrian army snipers when trying to cross the border into Lebanon. By this point 5,000 people had crossed the border intio Lebanon. International media reported that mass graves had been found by farmers on the outskirts of Daraa with at least 20 dead people in them,", 
                "refs": [
                    {
                        "href": "http://edition.cnn.com/2011/WORLD/meast/05/16/syria.bodies.found/index.html?iref=allsearch", 
                        "text": "Shallow grave yields several bodies in Syrian city marked by unrest"
                    }
                ]
            }, 
            {
                "event": "leading security forces to immediately reinstate a curfew in the restive town.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/05/201151613739330881.html", 
                        "text": "Syria 'tightens security grip' in border area"
                    }
                ]
            }, 
            {
                "event": "The chief of the Political Security Forces of Homs and four other officers were killed by an armed group in Talkalakh.", 
                "refs": [
                    {
                        "href": "http://syria-news.com/readnews.php?sy_seq=132751", 
                        "text": "استشهاد رئيس فرع الأمن السياسي في حمص وأربعة من عناصر الأمن في تلكلخ"
                    }, 
                    {
                        "href": "http://www.aksalser.com/?page=view_articles&id=7fdcbe9b54cd20c33fe55b7073e0a5a4&ar=896565008", 
                        "text": "مراسل عكس السير : استشهاد رئيس فرع الأمن السياسي في حمص وأربعة عناصر في كمين مسلح"
                    }, 
                    {
                        "href": "http://www.champress.net/index.php?q=en/Article/view/90620", 
                        "text": "Eight army and internal security martyres, killed yesterday, laid to resting place"
                    }
                ]
            }, 
            {
                "event": "The civilian death toll from the Syrian army's siege on Talkalakh risen to 27. Thousands attended funerals for slain protesters in Damascus the previous day. University students attempted to protest in Aleppo, but were dispersed by an immense security presence. Activists called for a general strike in Syria starting Wednesday.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/05/201151722757252901.html", 
                        "text": "'Dozens killed' in Syrian border town"
                    }
                ]
            }, 
            {
                "event": "Sunni refugees told reporters that sectarian violence had broken out in Talkalakh, with Alawite paramilitaries clashing with Sunni residents.", 
                "refs": [
                    {
                        "href": "http://www.csmonitor.com/World/Middle-East/2011/0517/Syrian-refugees-describe-gangs-fomenting-sectarian-strife?cmpid=ema:nws:World%20Daily%2005182011&cmpid=ema:nws:NzI5NjYzNTI3NwS2", 
                        "text": "Syrian refugees describe gangs fomenting sectarian strife"
                    }
                ]
            }, 
            {
                "event": "The general strike did not affect Damascus significantly, which is mostly blamed on the fear factor. Other towns saw greater levels of general strike. The USA put up sanctions on six top Syrian government officials, including Bashar al-Assad. As the opposition promised to continue their campaign, shootings and arrests of protesters were ongoing in Syria, as well as the siege and starvation of Talkalakh.", 
                "refs": [
                    {
                        "href": "http://online.wsj.com/article/SB10001424052748704083904576333243805500306.html", 
                        "text": "Opposition Deadlocked With Syria's Government"
                    }
                ]
            }, 
            {
                "event": "Over 23 people, including 2 boys, were killed by security forces across Syria. Most of the deaths occurred in Homs. For the first time Assyrian Christians joined protests, though many were arrested.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/05/201152013723847215.html", 
                        "text": "Syrian protests draw deadly fire"
                    }
                ]
            }, 
            {
                "event": "Protesters burned down the Baath Party headquarters in Albu Kamal. Four protesters were killed in the Berze section of Damascus, where security forces surrounded it and shut off its electricity. 9 of the 23 dead protesters were killed in Hama, and another 9 in Kafr Nabl. Qamishli saw large protests by the Kurds. Other cities that saw thousands protest were Hama, Homs, Sanamin, Hassake, Amouda, Ras al-Ain, Tel, Baniyas, and Latakia.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria", 
                        "text": "Syria Live Blog | Al Jazeera Blogs"
                    }
                ]
            }, 
            {
                "event": "The death toll from Friday through Saturday rose to 76. Security forces in Homs fired on a funeral procession, killing 22 mourners.", 
                "refs": [
                    {
                        "href": "http://latimesblogs.latimes.com/babylonbeyond/2011/05/syria-activists-up-death-toll-to-76-in-three-days-of-violence.html", 
                        "text": "SYRIA: Activists raise death toll to 76 in three days of violence [Video]"
                    }
                ]
            }, 
            {
                "event": "A video released allegedly shows soldiers gathering dead bodies of Syrian protesters and mocking them.", 
                "refs": [
                    {
                        "href": "https://www.youtube.com/watch?v=DZULHxzmrYE", 
                        "text": "Syrian Army showing off bodies of dead civilians in Daraa"
                    }
                ]
            }, 
            {
                "event": "Human rights groups say the civilian death toll has reached over 1,100. They also confirmed that soldiers who refused to fire on civilians were executed by the Syrian army.", 
                "refs": [
                    {
                        "href": "http://www.haaretz.com/news/international/syria-rights-group-1-100-civilians-killed-since-start-of-uprising-1.363793", 
                        "text": "Syria rights group: 1,100 civilians killed since start of uprising"
                    }
                ]
            }, 
            {
                "event": "A large number of opposition groups are reportedly planning to meet in Turkey at the end of the month; to attempt to elect a transitional council, connect with protesters inside the country, and present the international community with a clear alternative to Assad.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-13529923", 
                        "text": "US policy on Syria 'depends on success in Libya'"
                    }
                ]
            }, 
            {
                "event": "On 26 May, Haaretz reported that protests had broken out in the eastern city of Abu Kamal, with protesters burning pictures of both Assad and Hezbollah leader Hassan Nasrallah, who had given a speech in support of Assad earlier in the week. Security forces had reportedly withdrawn from the city, situated on the Iraqi border. Additionally, five protesters were injured in the town of Zabadani on the border with Lebanon after security forces fired on protesters. Thirty thousand protesters were rumoured to be in the town of Rastan, chanting anti-Assad slogans.", 
                "refs": [
                    {
                        "href": "http://www.haaretz.com/news/mideast-in-turmoil/protests-sweep-syria-nasrallah-pictures-burnt-1.364458", 
                        "text": "Protests sweep Syria, Nasrallah pictures burnt"
                    }
                ]
            }, 
            {
                "event": "Protesters planned to launch more large demonstrations Friday to protest Syrian forces' reprisals against, rather than defense of, Syrian civilians.", 
                "refs": [
                    {
                        "href": "http://www.haaretz.com/news/international/syria-opposition-calls-on-army-to-join-uprising-against-assad-1.364258/", 
                        "text": "Syria opposition calls on army to join uprising against Assad"
                    }
                ]
            }, 
            {
                "event": "Protests occurred throughout the country on this \"Home Protectors' Friday\" (Arabic: جمعة حماة الديار). A total of 7 protesters died. Cities where several thousand protested in each included Baniyas, Berze, Qatana, Deir al-Zur, Zabadani, Dael, Daraa, Ablu Kamal, and Homs. Tens of thousands protested in Hama.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/Syria", 
                        "text": "Syria Live Blog | Al Jazeera Blogs"
                    }
                ]
            }, 
            {
                "event": "Main article: Siege of Rastan and Talbiseh", 
                "refs": []
            }, 
            {
                "event": "On 28 May, the military pushed into the towns of Rastan and Talbiseh. The opposition claimed that soldiers fired from machine guns and tanks as they spread out through Talbiseh and started breaking into homes and arresting people. The operation started after the authorities cut all telecommunications in the area and all roads leading to the two towns were closed off by security forces and soldiers.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/05/201152818244563547.html", 
                        "text": "Syrian tanks attack three central towns"
                    }
                ]
            }, 
            {
                "event": "On the same day, footage purportedly of a protest in Deraa appeared on YouTube that showed people carrying the photo of a 13-year-old boy, Hamza Ali Al-Khateeb, whom opposition activists alleged was tortured and killed. Human Rights Watch – who called on the government to investigate the case – stated that a Syrian researcher with their organisation had spoken to a relative who asserted that the boy had been taken into custody on 29 April during an anti-government march. A month later, his body was returned to the family for burial, allegedly riddled with bullets; his kneecaps, jaw, and neck broken; and his genitals mutilated. Various media sources pointed to a Facebook page in honor of the boy, as well as Twitter and blog posts from activists, in suggesting that the story emerging about the boy had reinvigorated calls for protest and \"could galvanize the country's troubled protest movement\", drawing comparisons with Khaled Saeed in the Egyptian Revolution.", 
                "refs": [
                    {
                        "href": "http://www.ft.com/intl/cms/s/0/730f7f62-8a25-11e0-beff-00144feab49a.html#axzz1NuqtHVgG", 
                        "text": "Syria protests escalate over death of boy"
                    }, 
                    {
                        "href": "http://latimesblogs.latimes.com/babylonbeyond/2011/05/syria-demonstrations-hamza-khatib-demonstrations-torture-killing-funerals-assad.html", 
                        "text": "SYRIA: Residents bury the dead from Friday protests as activists call for fresh demonstrations over alleged torture and killing of a boy"
                    }
                ]
            }, 
            {
                "event": "Significant protests followed in Hama, Darayya, and, for the first time, Aleppo, with thousands chanting Hamza's name. A doctor invited to appear on pro-government television station al-Dunya claimed that the injuries were not consistent with torture and could have been faked. While the Syrian government denies access to foreign media to confirm or deny any story or event, the story of the boy's death travelled fast and far and was reportedly inspiring some who had not previously participated to engage in the demonstrations.", 
                "refs": [
                    {
                        "href": "http://www.washingtonpost.com/world/middle-east/torture-of-boy-reinvigorates-syrias-protest-movement/2011/05/29/AGPwIREH_story_1.html", 
                        "text": "Apparent torture of boy reinvigorates Syria's protest movement"
                    }
                ]
            }, 
            {
                "event": "Fourteen civilians were allegedly killed in Syria by security forces on 30 May, including a young girl. Cities and towns in the Daraa and Homs region saw the most intense protests. In response the Syrian army launched attacks and sieges on many towns and villages in the Homs and Daraa region, especially near Homs.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/05/2011531026507510.html", 
                        "text": "UN rights chief decries Syrian 'brutality'"
                    }
                ]
            }, 
            {
                "event": "On 31 May, media reported that armed residents in Rastan and Talbiseh put up resistance to the military and the besieging army was not able to enter the two towns.", 
                "refs": [
                    {
                        "href": "http://www.khaleejtimes.com/DisplayArticle09.asp?xfile=data/middleeast/2011/May/middleeast_May870.xml&section=middleeast", 
                        "text": "Armed residents put up resistance to Syrian army"
                    }, 
                    {
                        "href": "http://www.worldtribune.com/worldtribune/WTARC/2011/me_syria0661_06_01.asp", 
                        "text": "Syrian protesters return fire on Assad's troops"
                    }
                ]
            }, 
            {
                "event": "The military reportedly started artillery attacks on both cities.", 
                "refs": [
                    {
                        "href": "http://blogs.voanews.com/breaking-news/2011/05/31/syria-uses-heavy-machine-guns-in-military-crackdown/", 
                        "text": "Syria Uses Heavy Machine Guns in Military Crackdown"
                    }
                ]
            }
        ]
    }, 
    {
        "June 2011": [
            {
                "event": "Witnesses said Syrian forces destroyed a number of buildings in protest stronghold Rastan on 2 June.", 
                "refs": [
                    {
                        "href": "http://www.voanews.com/english/news/middle-east/in-transition/Syrian-Shells-Destroy-Buildings-in-Protest-Stronghold-123014278.html", 
                        "text": "Syrian Opposition Groups Demand President Step Down"
                    }
                ]
            }, 
            {
                "event": "Human rights groups put the civilian death toll from the crackdown in the Rastan region at 41 or more, including 2 young girls.", 
                "refs": [
                    {
                        "href": "http://www.voanews.com/english/news/middle-east/in-transition/Syrian-Shells-Destroy-Buildings-in-Protest-Stronghold-123014278.html", 
                        "text": "Syrian Opposition Groups Demand President Step Down"
                    }
                ]
            }, 
            {
                "event": "Human Rights Watch issued a statement asserting, \"The Syrian regime has carried out a \"systematic\" series of abuses against protesters that could \"qualify as crimes against humanity,\" and the United Nations must hold the government accountable\".", 
                "refs": [
                    {
                        "href": "http://edition.cnn.com/2011/WORLD/meast/06/01/syria.unrest/index.html?hpt=hp_t2", 
                        "text": "Report: Syrian abuses could be 'crimes against humanity'"
                    }
                ]
            }, 
            {
                "event": "Human Rights Watch makes these assertions in a report titled \"'We've Never Seen Such Horror': Crimes against Humanity in Daraa\".", 
                "refs": [
                    {
                        "href": "http://edition.cnn.com/2011/WORLD/meast/06/01/syria.unrest/index.html?hpt=hp_t2", 
                        "text": "Report: Syrian abuses could be 'crimes against humanity'"
                    }
                ]
            }, 
            {
                "event": "On this Friday, dubbed \"Friday of Children\", the largest protest outside Daraa so far occurred in Hama, with about 50,000 protesters. Protests occurred throughout the country, including in Damascus's suburbs and Daraa. The Syrian government shut off most of Syria's internet, reducing about 2/3 of Syria's internet activities.", 
                "refs": []
            }, 
            {
                "event": "64 people were killed in Hama alone by security forces. United States Secretary of State Hillary Clinton made a statement saying Assad is about to lose legitimacy.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/06/2011631419245574.html", 
                        "text": "'Dozens killed' in fresh Syria protests"
                    }
                ]
            }, 
            {
                "event": "Mass funerals were held in Hama and other cities. The death toll from Friday's protests risen to 72. Tanks were sent to Hama in preparation for another siege on the city.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/06/201164124745790709.html", 
                        "text": "Syrian security forces fire on mourners"
                    }
                ]
            }, 
            {
                "event": "The Syrian government reportedly began using helicopter gunships on protesters, killing at least 10 in Rastan.", 
                "refs": [
                    {
                        "href": "http://sandiegohelicoptertours.net/2011/06/04/syrian-helicopter-gunships-attack-protesters/", 
                        "text": "Syrian helicopter gunships attack protesters"
                    }
                ]
            }, 
            {
                "event": "Syrian state TV reported that 120 soldiers were killed in Jisr al-Shughour by what the news agency called \"armed gangs\" launching an ambush.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-13679109", 
                        "text": "Syria: What really happened in Jisr al-Shughour?"
                    }
                ]
            }, 
            {
                "event": "Main article: Siege of Jisr ash-Shugur", 
                "refs": []
            }, 
            {
                "event": "On 10 June, the Syrian Army began military operations against the towns of Maarat al-Numan and Jisr ash-Shugur near the international border with Turkey. These operations reportedly included the deployment of troops, tanks, artillery, and even attack helicopters. Refugees streamed out of the towns in Idlib Governorate, with well over 2,000 fleeing into Turkey, Ankara and the United Nations claimed. Anti-government activists in Idlib claimed 23 Syrians were killed, many of them by shelling and helicopter assault against Maarat al-Numan, which was apparently a reprisal attack for the claimed deaths of officers days earlier. Amidst the violence in the northwest, demonstrators rallied in Aleppo,", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-jun-10-2011-2005", 
                        "text": "Friday, 10 June 2011 – 20:05 – Syria"
                    }
                ]
            }, 
            {
                "event": "Latakia, and Damascus. Fifty student activists were reportedly detained in Aleppo,", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-jun-10-2011-2005", 
                        "text": "Friday, 10 June 2011 – 20:05 – Syria"
                    }
                ]
            }, 
            {
                "event": "nine protesters were shot in Latakia, and at least four protesters were killed in Damascus, as well as two more protesters elsewhere in the country, according to activists. The government claimed a police officer was killed in Damascus as well, but demonstrators said their protests were peaceful and no member of Assad's security forces was harmed.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/06/2011610162535580409.html", 
                        "text": "'Many killed' amid fresh Syria protests"
                    }
                ]
            }, 
            {
                "event": "Britain and France prepared a UN resolution condemning the crackdown on protesters in Syria.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/06/201161064328691559.html", 
                        "text": "Syrian army starts crackdown in northern town"
                    }
                ]
            }, 
            {
                "event": "Turkish Prime Minister Recep Tayyip Erdoğan condemned the Syrian crackdown on protesters and said that the Syrian army had committed atrocities.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/06/2011610162535580409.html", 
                        "text": "'Many killed' amid fresh Syria protests"
                    }
                ]
            }, 
            {
                "event": "A second child named Tamer al-Sharey, age 15, was claimed to have been tortured and killed by Syrian police. Tamer al-Sharey was allegedly abducted by police, tortured, and killed, in a death similar to that of Hamza al-Khateeb, aged 13. Video footage allegedly shows the body of the dead 15-year-old.", 
                "refs": [
                    {
                        "href": "http://www.cnn.com/2011/WORLD/meast/06/09/syria.tortured.child/", 
                        "text": "Another slain Syrian teen allegedly tortured"
                    }
                ]
            }, 
            {
                "event": "By 13 June, helicopter gunships and tanks breached the nearly empty town of Jisr ash-Shugur. Many residents left the city, with many fleeing to Turkey. The Syrian army reportedly engaged in battle with some army defectors, some witnesses who spoke to international press asserted, and conducted house-by-house arrests. Civilians were shot on sight, including a 16-year-old boy, according to some witnesses. Other witnesses reported that many of the troops who came into Jisr ash-Shugur were Iranian, though the Iranian government has repeatedly denied it is offering any military assistance to Syria to put down the uprising.", 
                "refs": [
                    {
                        "href": "http://www.presstv.ir/detail/184456.html", 
                        "text": "Iran MP slams UK over Syria accusations"
                    }, 
                    {
                        "href": "http://www.tehrantimes.com/index_View.asp?code=242218", 
                        "text": "Iran summons UK diplomat over ‘unfounded’ Syria meddling claim"
                    }
                ]
            }, 
            {
                "event": "Soldiers who refused to shoot at people, even if they just shot in the air, were allegedly executed.", 
                "refs": [
                    {
                        "href": "http://www.telegraph.co.uk/news/worldnews/middleeast/syria/8571380/Syria-last-remnants-of-mutiny-in-Jisr-al-Shughour-crushed.html", 
                        "text": "Syria: last remnants of mutiny in Jisr al-Shughour crushed"
                    }, 
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/06/2011612101331904689.html", 
                        "text": "Syria army 'takes control' of Jisr al-Shughur"
                    }
                ]
            }, 
            {
                "event": "The security branch of Jisr ash-Shugur largely defected, and the Syrian government decided to expand the siege and surround the northern town of Maraat al-Numaan.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/06/201161445826899668.html", 
                        "text": "Syrian troops 'widening' crackdown"
                    }
                ]
            }, 
            {
                "event": "The Syrian army sent troops into Ariha, and shot dead six civilians. Another six civilians also died in Deir Ezzor, when security forces shot the protesters there. The Syrian army was sent to Abu Kamal as well.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria", 
                        "text": "Syria Live Blog | Al Jazeera Blogs"
                    }
                ]
            }, 
            {
                "event": "A journalist who snuck into Daraa reported that the Syrian army has blocked off most of town, and will not allow any supplies to come through. Consequently, Daraa is about to face a famine. 5000 residents there are being held in the local stadium, now used as a detention facility.", 
                "refs": [
                    {
                        "href": "http://www.time.com/time/world/article/0,8599,2076778,00.html", 
                        "text": "Inside Syria's Slaughter: A Journalist Sneaks into Dara'a, the 'Ghetto of Death'"
                    }
                ]
            }, 
            {
                "event": "For the first time, the Arab League condemned Syria's crackdown and repression.", 
                "refs": [
                    {
                        "href": "http://www.upi.com/Top_News/World-News/2011/06/15/Arab-League-condemns-Syria-for-first-time/UPI-68841308121200/", 
                        "text": "Arab League condemns Syria for first time"
                    }
                ]
            }, 
            {
                "event": "As the protesting and the Syrian's army's siege on Deir-el Zour, Jisr ash-Shugur, and Daraa continued, the Syrian army prepared to launch a siege at the Iraqi border town of al-Boukamal, the town of Khan Shaykoun, and the city of Maraat al-Numaan. Much of Maraat al-Numaan's civilian population fled the city.", 
                "refs": [
                    {
                        "href": "http://online.wsj.com/article/SB10001424052702303499204576389643712579686.html", 
                        "text": "Syria Broadens Military Effort to Quell Protests"
                    }
                ]
            }, 
            {
                "event": "Rami Maklouf, Syrian's richest businessman and owner of Syriatel, Syria's largest phone company, publicly resigned \"to do charity work\" and quit business life. Maklouf was a close confidant of president Assad.", 
                "refs": [
                    {
                        "href": "http://www.nytimes.com/2011/06/17/world/middleeast/17syria.html?_r=1", 
                        "text": "Reviled Tycoon, Assad’s Cousin, Resigns in Syria"
                    }
                ]
            }, 
            {
                "event": "UN Chief Ban Ki Moon condemned the violent crackdown.", 
                "refs": [
                    {
                        "href": "http://www.lasvegassun.com/news/2011/jun/16/lt-brazil-un-visit/", 
                        "text": "UN chief Ban Ki-moon condemns Syria violence"
                    }
                ]
            }, 
            {
                "event": "The Syrian opposition planned more protests for Friday, in what they dubbed as Friday of Saleh al-Ali. Saleh al-Ali was a renowned Syrian Alawite who commanded the Syrian rebellion against the French Mandate in the early 20th century. The opposition said it hoped to achieve Alawite support for the protests.", 
                "refs": [
                    {
                        "href": "http://edition.cnn.com/2011/WORLD/meast/06/16/syria.unrest/", 
                        "text": "Syrian opposition seeks to draw ruling Alawites into the movement"
                    }
                ]
            }, 
            {
                "event": "Demonstrators claimed this Friday of protesting to be the largest one yet. Activists say 19 were killed nationwide by,security forces, including the first death in Aleppo. Tens of thousands protested in Daraa, as well as in Deir al-Zor, Homs, Kiswa, and Hama, as well as other cities. Tripoli, Lebanon, saw anti-Syrian government demonstrations, where two people died in a clash between Sunni's and Alawites. A total of 2000 people have been arrest in Jisr al-Shugur, and a reported 130 civilians killed there.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2011/06/18/us-syria-idUSLDE73N02P20110618", 
                        "text": "Syria forces storm border town near Turkey"
                    }, 
                    {
                        "href": "http://www.nytimes.com/2011/06/18/world/middleeast/18syria.html?src=tptw", 
                        "text": "Violent Clashes as Thousands Protest in Cities Across Syria"
                    }
                ]
            }, 
            {
                "event": "Rami Abdel Rahman, head of the London-based Syrian Observatory of Human Rights, said five people were killed in Homs after security forces fired at a crowd of around 5,000 people. The state news agency SANA said a member of the security forces was killed and more than 30 were wounded by gunfire in Homs.", 
                "refs": [
                    {
                        "href": "http://www.thejakartaglobe.com/afp/deadly-protests-in-syria-call-for-tougher-sanctions/447646", 
                        "text": "Deadly protests in Syria, call for tougher sanctions"
                    }
                ]
            }, 
            {
                "event": "Abdel Rahman also reported of casualties in Banias after \"intense firing to disperse the demonstrations,\" and of hundreds of protesters in Suweida dispersed by Syrian forces wielding clubs. He also said there were anti-government demonstrations in Daraa province and Jableh, and two deaths in Harasta and two in Deir Ezzor. SANA reported of rallies in several cities and towns including Hama and Deir Ezzor, and said that six members of the security forces were wounded when gunmen attacked a recruitment centre in Deir Ezzor.", 
                "refs": [
                    {
                        "href": "http://www.thejakartaglobe.com/afp/deadly-protests-in-syria-call-for-tougher-sanctions/447646", 
                        "text": "Deadly protests in Syria, call for tougher sanctions"
                    }
                ]
            }, 
            {
                "event": "Other activists who reached Agence France Presse in Nicosia by telephone reported that two people were killed in Dael in the Daraa province and one in Douma. Witnesses also told AFP that a gunman killed a policeman and wounded at least four after he fired on a police station in Rikn al-Deen. In a separate incident, SANA reported of three policemen wounded by gunfire in the Qabun neighbourhood of Damascus.", 
                "refs": [
                    {
                        "href": "http://www.thejakartaglobe.com/afp/deadly-protests-in-syria-call-for-tougher-sanctions/447646", 
                        "text": "Deadly protests in Syria, call for tougher sanctions"
                    }
                ]
            }, 
            {
                "event": "Activists also said there were protests in Latakia and Maaret al-Nooman, and that 4,000 demonstrated in Qamishli and about 3,000 in Amuda. Abdullah al-Khalil, a rights activist, said that 2,500 people demonstrated in Raqqa without intervention by security forces.", 
                "refs": [
                    {
                        "href": "http://www.thejakartaglobe.com/afp/deadly-protests-in-syria-call-for-tougher-sanctions/447646", 
                        "text": "Deadly protests in Syria, call for tougher sanctions"
                    }
                ]
            }, 
            {
                "event": "The Syrian Army stormed Bdama, just two kilometers from the Turkish border, and seized control of the town, making several dozen arrests. Refugees claimed troops were shooting indiscriminately at residents of the town who stayed behind and appeared on the streets. In response to the use of lethal force in security clampdowns both in Idlib Governorate and elsewhere in Syria, demonstrators reportedly protested overnight in Albu Kamal, Deir al-Zor, Madaya, Homs, Hama, Latakia, and several districts of Damascus in defiance of the ban.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2011/06/20/us-syria-idUSTRE75J0AV20110620", 
                        "text": "Syria's Assad blames unrest on saboteurs, pledges reforms"
                    }
                ]
            }, 
            {
                "event": "Opposition activists established a \"National Council\" to \"lead the Syrian revolution, comprising all communities and representatives of national political forces inside and outside Syria,\" said their spokesmen, Jamil Saib, in a statement near the Turkish border.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-jun-19-2011-1825", 
                        "text": "Syra Live Blog – June 19, 2011"
                    }
                ]
            }, 
            {
                "event": "Syrian security forces were reportedly blocking refugees from escaping to Turkey, and were also firing at those trying to bring supplies and relief to them. Several thousand were now being prevented from leaving Syria, activists said.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/06/201161918155641645.html", 
                        "text": "Syrian forces 'prevent refugees from fleeing'"
                    }
                ]
            }, 
            {
                "event": "In an hour-long noon address, President Assad blamed \"vandals\", \"radical and blasphemous individuals\", and \"foreign conspiracies\" for the unrest, but also admitted that some of the demands of protesters were legitimate. He said the government was committed to moving forward with \"reforms\" and said he planned to meet with \"committees\" to address the question of how to draft a new constitution and grant other concessions. However, he did not outline a timeline or name any specific opposition groups or leaders whose input he was seeking in the process. Assad also offered an amnesty to peaceful protesters but warned that the military would continue to hunt down \"terrorists\", a term he has used before to describe anti-government individuals he accuses of acting violently.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/06/201162084915169403.html", 
                        "text": "Assad gives mixed messages in speech"
                    }
                ]
            }, 
            {
                "event": "In the speech, Assad said over 64,000 people were wanted by the government on charges of \"sedition\" and \"terrorism\". Assad also said a new parliamentary election could be held as soon as August, and unspecified reforms would be delivered by the end of September.", 
                "refs": [
                    {
                        "href": "http://www.msnbc.msn.com/id/43460832/ns/world_news-mideast_n_africa", 
                        "text": "Syria's Assad pledges parliamentary election"
                    }
                ]
            }, 
            {
                "event": "Al Jazeera reported that refugees in Turkey from the military crackdown in northern Syria broke out into anti-Assad demonstrations and vented frustration with the president after watching and listening to the widely broadcast speech.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-jun-20-2011-1404", 
                        "text": "Monday, 20 June 2011 – 14:04 – Syria"
                    }
                ]
            }, 
            {
                "event": "After the speech, protesters gathered in Damascus's suburbs, Latakia, Baniyas, Aleppo, Daraa, Homs, Hama, and several other cities to demonstrate against the government. Activists dismissed Assad's claims of reform, saying \"no dialogue with the murderers\".", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/06/201162013048808816.html", 
                        "text": "Syrian protests follow Assad's speech"
                    }, 
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-13835393", 
                        "text": "Syria: President Bashar al-Assad keeps to hard line"
                    }, 
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-jun-20-2011-1425", 
                        "text": "Monday, 20 June 2011 – 14:25 – Syria"
                    }
                ]
            }, 
            {
                "event": "The Turkish government sent an envoy to Damascus, who gave the Syrian government the message that they must remove Maher Assad, which the envoy called Syria's \"thug in chief\".", 
                "refs": [
                    {
                        "href": "http://www.telegraph.co.uk/news/worldnews/middleeast/syria/8585314/Turkey-demands-Syria-dismiss-thug-in-chief-brother-of-President-Bashar-al-Assad.html", 
                        "text": "Turkey demands Syria dismiss 'thug in chief' brother of President Bashar al-Assad"
                    }
                ]
            }, 
            {
                "event": "The Syrian government encouraged all members of the Baath party to host pro-Assad rallies, sparking such rallies in several cities in Syria, most notably in Damascus where tens of thousands occupied the local square. The Syrian opposition held some counter-rallies, which came under attack by security forces, resulting in 7 anti-government protester deaths in Hama and Homs.", 
                "refs": [
                    {
                        "href": "http://www.usatoday.com/news/world/2011-06-21-syria-protest-deaths_n.htm", 
                        "text": "Seven die in Syria protest clashes"
                    }
                ]
            }, 
            {
                "event": "Fearing growing anti-government demonstrations in Aleppo, police raided the Aleppo University campus and arrested dozens. Security forces attempted to limit the flow of supplies and people to and from Aleppo by setting up roadblocks on the local highways. The opposition of Syria rejected Assad's amnesty claims. Rioting occurred in a Northern Syrian prison when the government began releasing common day criminals instead of political prisoners, according to residents.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2011/06/23/us-syria-idUSTRE75J0AV20110623", 
                        "text": "Syrian troops near Turkey border, refugees flee"
                    }
                ]
            }, 
            {
                "event": "The Syrian opposition called for mass protests on Friday, titled Friday of Lost Legitimacy.", 
                "refs": [
                    {
                        "href": "https://www.facebook.com/Syrian.Revolution#!/photo.php?fbid=10150694324955727&set=a.10150308582340727.567536.420796315726&type=1&theater", 
                        "text": "The Syrian Revolution 2011 الثورة السورية ضد بشار الاسد | Facebook"
                    }
                ]
            }, 
            {
                "event": "In one of the largest yet, mass Friday demonstrations occurred in Syria. For the first time, people in central Damascus began protesting, where they were immediately shot outside the local mosque, killing 6. An additional 9 protesters were killed elsewhere in Syria, bringing the total to 15. However, some activists say the number could be as high as 20.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-jun-25-2011-1046", 
                        "text": "Syra Live Blog – June 25"
                    }
                ]
            }, 
            {
                "event": "The largest demonstration yet occurred in Hama, where an estimated 200,000 people participated. Approximately 15,000 people protested on the highway linking Damascus to Aleppo. The Damascus suburb of Zabadani had major protests for the first time as well. Other cities in which demonstrations occurred included Homs, Daraa, Latakia, Qamishli Amouda, Al-Kisweh, Al-Quasyr, and others. The Syrian government set up camps and road blocks on the roads nearby Aleppo, fearing any possible exodus from there. The European Union expanded sanctions on Syria.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/06/2011624133653746255.html", 
                        "text": "Syria protesters 'shot outside mosque'"
                    }, 
                    {
                        "href": "http://edition.cnn.com/2011/WORLD/meast/06/25/syria.unrest/", 
                        "text": "Syrian official: 'There is no crackdown'"
                    }
                ]
            }, 
            {
                "event": "The death toll of Friday's protests had risen to 18. The Syrian army entered villages in Syria's far north, where villagers fled into Turkey in anticipation of their arrival. By putting troops at the border, it was seen internationally as a veiled threat against Turkey.", 
                "refs": [
                    {
                        "href": "http://www.guardian.co.uk/world/2011/jun/25/syria-border-turkey-president-assad", 
                        "text": "Syria reinforces northern border as Turkey loses patience with Assad"
                    }
                ]
            }, 
            {
                "event": "As protests continued, the Syrian army continued to enter and attack villages in the Idlib province, killing four people in the village of Rameh. The Syrian army also moved in on Marayn, Ihsim, Barshoun, and al-Bara.", 
                "refs": [
                    {
                        "href": "http://www.google.com/hostednews/ap/article/ALeqM5hOfaafUOWukRe07yna8dx-WFNh2g?docId=6450af84fccf47f3b0c1a02b4e348513", 
                        "text": "Activist: Syrian forces kill 4 in restive province"
                    }
                ]
            }, 
            {
                "event": "There were demonstrations across Aleppo, Syria's second city, including in neighborhoods such as Al Masharqah, Seif El Dawla, Alsakhur, Jamiliah, Bab El-Nasr, Bab El-Hadeed, University Square and others,", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-13977689", 
                        "text": "Syria unrest: Protests in Aleppo as troops comb border"
                    }
                ]
            }, 
            {
                "event": "and demonstrator was killed.\nActivists called for another Friday of mass protests, this time dubbed Friday of Departure.", 
                "refs": [
                    {
                        "href": "http://www.monstersandcritics.com/news/middleeast/news/article_1648695.php/Syria-braces-for-mass-Friday-protests", 
                        "text": "Syria braces for mass Friday protests"
                    }
                ]
            }
        ]
    }, 
    {
        "July 2011": [
            {
                "event": "Major protests were seen across the country, in the largest demonstrations to date. Over half a million people were said to have joined the demonstration in Hama,\nmaking it the largest single rally so far. Tens of thousands elsewhere protested as well, such as in Homs.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-13988701", 
                        "text": "Syria: 'Hundreds of thousands' join anti-Assad protests"
                    }
                ]
            }, 
            {
                "event": "An estimated 10,000 people took to the streets in Aleppo before the protest was crushed by security forces. It was the biggest protest seen in Aleppo up to that point.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-jul-1-2011-1839", 
                        "text": "Syra Live Blog – July 1, 2011"
                    }
                ]
            }, 
            {
                "event": "6,000 people took to the streets in Hajar al-Aswad in Damascus.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-jul-1-2011-2019", 
                        "text": "Syra Live Blog – July 1, 2011"
                    }
                ]
            }, 
            {
                "event": "There was also a pro-Assad rally outside of the Syrian embassy in Amman, Jordan.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-jul-1-2011-2028", 
                        "text": "Syra Live Blog – July 1, 2011"
                    }
                ]
            }, 
            {
                "event": "28 people have been killed in the protests, most of them in Idlib.", 
                "refs": [
                    {
                        "href": "http://www.smh.com.au/world/syrian-forces-leave-28-dead-after-day-of-protests-20110702-1gwp9.html", 
                        "text": "Syrian forces leave 28 dead after day of protests"
                    }
                ]
            }, 
            {
                "event": "A funeral was held in Homs for five protesters killed the day before by security forces in Homs, Damascus and its countryside, with 7,000 mourners attending.", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-jul-2-2011-1733", 
                        "text": "Syra Live Blog – July 2, 2011"
                    }
                ]
            }, 
            {
                "event": "The Assad anti-government demonstrations continued in Hama, Deir ez-Zor, Duma, Idlib (despite the siege), Talbiseh, Latakia and Adhamiya in Aleppo. There were also demonstrations by the Syrian communities in Strasbourg and Lyon in France.", 
                "refs": [
                    {
                        "href": "https://www.youtube.com/watch?v=tgC7vRgrLpA", 
                        "text": "مظاهرة الجالية السورية في ستراسبورغ بتاريخ 02.07.2011"
                    }
                ]
            }, 
            {
                "event": "The Syrian government has sent military reinforcements to the international road Damascus – Aleppo, heading north. Columns of tanks were seen on the road to Hama – Aleppo, near Khan Shaykhun in Idlib.", 
                "refs": [
                    {
                        "href": "https://www.youtube.com/watch?v=QW3WryhacJw", 
                        "text": "2 7 International Hama Aleppo road tanks أوغاريت فيديو ارتال الدبابات على طرق حماه حلب بالقرب من خان شيخون"
                    }, 
                    {
                        "href": "https://www.youtube.com/watch?v=kFufFch0l-w", 
                        "text": "2 7 International Road Damascus Homs أوغاريت تعزيزات عسكرية على الطريق الدولي دمشق حلب متجة الى الشمال 2 تموز"
                    }
                ]
            }, 
            {
                "event": "Government tanks and troops began deploying around Hama, with reports of gunfire and mass arrests taking place in the city.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-14006807", 
                        "text": "Syria: Tanks and troops 'deployed in restive Hama'"
                    }
                ]
            }, 
            {
                "event": "Anti-Assad demonstrations continued in Damascus and its countryside, with two protesters killed by police in the suburb of Hajar al-Aswad.", 
                "refs": [
                    {
                        "href": "http://uk.reuters.com/article/2011/07/04/uk-syria-idUKTRE7622E820110704", 
                        "text": "Tanks pull back from Hama, 2 killed in Damascus suburb"
                    }
                ]
            }, 
            {
                "event": "Dozens of people were arrested in Damascus, and the Syrian army killed 11 people in Hama.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/07/20117575942416758.html", 
                        "text": "Syrian forces in deadly assault on Hama"
                    }
                ]
            }, 
            {
                "event": "Amnesty International calls for the United Nations to investigate Syria, claiming that the violent crackdown on protestors may constitute crimes against humanity. This comes after the organisation releases a report documenting a military sweep in the western village of Tell Kalakh in May. The Syrian government claims that many of the dead were killed by criminal gangs.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-14032765", 
                        "text": "Amnesty accuses Syria of crimes against humanity"
                    }
                ]
            }, 
            {
                "event": "Another Friday of protests are planned, this time dubbed Friday of No Dialogue, an attempt by the opposition to emphasize that they do not believe the Syrian government is capable of reform, and that dialogue is in vain due to the high amount of protester deaths. The death toll from the Hama crackdown has risen to 22.", 
                "refs": [
                    {
                        "href": "http://news.egypt.com/english/permalink/18924.html", 
                        "text": "Syria readies for protests as residents flee Hama"
                    }
                ]
            }, 
            {
                "event": "In the presence of the French and United States ambassadors to Syria, a demonstration was held in Al-Assy Square in Hama, with an estimated 500,000 protesters. According to activists, it was the single largest rally of the uprising thus far. There were also demonstrations in Damascus and its countryside, Homs, Idlib, Deir Al-Zour, Latakia, Qamishli and Deraa. For the first time the unrest spread to the centre of the capital city of Damascus where security services were filmed firing at protesters at close range, according to unverified footage. The opposition reported 13 people killed during Friday's protests, and over 40 people are reported to have been wounded.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/07/2011780473138345.html", 
                        "text": "'Half a million' protest on streets of Hama"
                    }, 
                    {
                        "href": "http://www.skynews.com.au/topstories/article.aspx?id=635523&vId=", 
                        "text": "Eight die in Syria protests"
                    }, 
                    {
                        "href": "http://www.guardian.co.uk/world/middle-east-live/2011/jul/08/syria-egypt-yemen-middle-east-unrest-live", 
                        "text": "Syria, Egypt, Yemen and Middle East unrest – 8 July 2011"
                    }
                ]
            }, 
            {
                "event": "The Syrian army launched a raid in Homs, killing at least one person.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/07/201171123716873726.html", 
                        "text": "Syrian forces 'raid central city of Homs'"
                    }
                ]
            }, 
            {
                "event": "The American and French diplomats who participated in Friday's protests were summoned to the Syrian Foreign Ministry.", 
                "refs": [
                    {
                        "href": "http://www.nytimes.com/2011/07/11/world/middleeast/11syria.html?_r=1", 
                        "text": "Syrian Opposition Leaders Boycott a Government Dialogue Opening"
                    }
                ]
            }, 
            {
                "event": "In Demas outside of Damascus, Syrian officials formally opened what they described as a national dialogue aimed at a transition to a multiparty democracy. Opposition leaders boycotted the event, saying it is a sham to mask the government's crackdown on protesters, and that they will not participate without an end to the crackdown.", 
                "refs": [
                    {
                        "href": "http://www.nytimes.com/2011/07/11/world/middleeast/11syria.html?_r=1", 
                        "text": "Syrian Opposition Leaders Boycott a Government Dialogue Opening"
                    }
                ]
            }, 
            {
                "event": "Supporters of President al-Assad attacked the embassies of France and the United States in Damascus. According to a US embassy official, there had been physical damage done, but no one was injured. The official also said that the authorities had been slow to respond despite assurances from the Syrian government that the embassy would be given adequate protection. At the French embassy, guards fired into the air to disperse a crowd.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-14111198", 
                        "text": "Syria: Assad supporters attack US and French embassies"
                    }
                ]
            }, 
            {
                "event": "Robert Stephen Ford, the US ambassador to Syria criticized the government on the embassy's Facebook page, stating \"On 9 July, a 'mnhebak' group threw rocks at our embassy, causing some damage. They resorted to violence, unlike the people in Hama, who have stayed peaceful... and how ironic that the Syrian Government lets an anti-US demonstration proceed freely while their security thugs beat down olive branch-carrying peaceful protesters elsewhere.\"", 
                "refs": [
                    {
                        "href": "http://blogs.aljazeera.net/liveblog/syria-jul-11-2011-2033%7CMonday,", 
                        "text": "11 July 2011 – 20:33 entry"
                    }
                ]
            }, 
            {
                "event": "US Secretary of State Hillary Clinton condemned both the attacks and the incumbent government, stating that al-Assad had \"lost legitimacy,\" and that \"President Assad is not indispensable and we have absolutely nothing invested in him remaining in power.\"", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-14115762", 
                        "text": "Syria: Assad no longer legitimate, says Clinton"
                    }
                ]
            }, 
            {
                "event": "Four villagers were killed by the Syrian army in the village of Jabal al Zawiya.", 
                "refs": [
                    {
                        "href": "http://www.reuters.com/article/2011/07/14/us-syria-idUSTRE76D7NP20110714", 
                        "text": "Crackdown escalates in east Syria, protesters killed"
                    }
                ]
            }, 
            {
                "event": "Security forces killed 8 protesters in Deir al-Zour, amid a wide-scale strike in that town. 2 protesters were also killed in Homs.", 
                "refs": [
                    {
                        "href": "http://www.pisqa.com/07/syria-four-civilians-killed-by-security-new-protests-on-friday/", 
                        "text": "Syria: Four civilians killed by security, new protests on Friday"
                    }
                ]
            }, 
            {
                "event": "and 1 in Aleppo.", 
                "refs": []
            }, 
            {
                "event": "Activists have called for another Friday of protests, this time dubbed \"Friday of Freedom for Hostages\", in reference to their demands for the Syrian government to release over 12,000 protesters who were arrested and detained without trial so far.", 
                "refs": [
                    {
                        "href": "http://www.pisqa.com/07/syria-four-civilians-killed-by-security-new-protests-on-friday/", 
                        "text": "Syria: Four civilians killed by security, new protests on Friday"
                    }
                ]
            }, 
            {
                "event": "Mass protests occurred. At least 28 civilians were reported killed by Syrian security forces.", 
                "refs": [
                    {
                        "href": "http://www.skynews.com.au/topstories/article.aspx?id=638574&vId=2562485", 
                        "text": "Syria protests leave 28 dead"
                    }
                ]
            }, 
            {
                "event": "The protests were widespread, most notably occurring in Damascus and its countryside, Homs, Qamishli, Daraa, Latakia, Idlib, and Al-Raqqah. 700,000 came out in Martyrs square in Hama, 350,000 in the eastern province of Deir ez-Zor and 20,000 in Aleppo. Syrian communities abroad demonstrated in front of the embassies of their countries.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/07/201171513414896895.html", 
                        "text": "Syrian security forces 'fire on rallies'"
                    }
                ]
            }, 
            {
                "event": "In the town of Abu Kamal, on the border with Iraq, five protesters were killed by the Syrian army. A day later, thousands of people took to the streets before the military tried to intervene to suppress the demonstrations. However, they were unsuccessful in doing so as the protesters were larger in size. It was reported that 100 Air Force intelligence agents and the crew of at least four armored vehicles defected to the opposition. Activists also claimed that the protesters managed to capture several tanks, armored vehicles and weapons from the army. The government stated that three soldiers were killed in the clashes.", 
                "refs": [
                    {
                        "href": "http://mobile.reuters.com/article/idUSTRE76F26I20110717?irpc=932", 
                        "text": "Syrian army besieges town after protests"
                    }
                ]
            }, 
            {
                "event": "After an agreement was reached between the protesters and the military, some of the seized military vehicles and weapons were handed back.", 
                "refs": [
                    {
                        "href": "http://mobile.globalpost.com/dispatches/globalpost-blogs/the-casbah/syria-lurching-towards-chaos", 
                        "text": "Syria lurching towards chaos"
                    }
                ]
            }, 
            {
                "event": "During factional fighting between residents of Homs 30 people were killed. At the same time, the army entered some villages in Aleppo’s countryside, according to activists on the Internet.", 
                "refs": [
                    {
                        "href": "http://uk.reuters.com/article/2011/07/18/uk-syria-idUKTRE76F26V20110718", 
                        "text": "At least 30 killed in factional fighting in Syria"
                    }
                ]
            }, 
            {
                "event": "Some soldiers defected with their armoured personnel carriers and joined the protesters, as did at least 100 Air Force personnel in a town near the Iraqi border.", 
                "refs": [
                    {
                        "href": "http://www.jpost.com/VideoArticles/Video/Article.aspx?id=229753", 
                        "text": "Syrian tanks circle town on Iraq border as soldiers defect"
                    }
                ]
            }, 
            {
                "event": "Continue to the funeral of the martyrs of Qaboun and demonstration in the evening in Harasta and military operations in Homs.", 
                "refs": []
            }, 
            {
                "event": "The Syrian army was sent to Homs where they fired machine guns randomly at anyone in the streets. At least 40 civilians were reported killed. The Syrian army also conducted arrests and raids.", 
                "refs": [
                    {
                        "href": "http://www.aljazeera.com/news/middleeast/2011/07/201172110946880289.html", 
                        "text": "Reports: Syrian security forces shelling Homs"
                    }, 
                    {
                        "href": "http://en.trend.az/regions/met/arabicr/1909038.html", 
                        "text": "Syria braces for another Friday of protests"
                    }
                ]
            }, 
            {
                "event": "Activists have called for another Friday of protests, this time dubbed Friday of Khaled bin al-Walid, after a Muslim military commander from the Middle Ages who is buried in Homs.", 
                "refs": [
                    {
                        "href": "http://en.trend.az/regions/met/arabicr/1909038.html", 
                        "text": "Syria braces for another Friday of protests"
                    }
                ]
            }, 
            {
                "event": "Further information: Khalid ibn al-Walid", 
                "refs": []
            }, 
            {
                "event": "Mass protests occurred, with at least 450,000 protesters in Deir Ezzour, and 650,000 in Hama. Tens of thousands protested in other cities as well, the Kurdish Northeast, Daraa, the Syrian coast,Aleppo and Homs. The Syrian army was sent into the central area of Damascus where they conducted arrests and prevented anyone from rallying.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/07/2011722171756722811.html", 
                        "text": "Protesters killed amid huge Syria protests"
                    }
                ]
            }, 
            {
                "event": "A total of 8 people were killed by the Syrian army most of them in Aleppo on Friday.", 
                "refs": [
                    {
                        "href": "http://www.bloomberg.com/news/2011-07-22/syria-forces-kill-5-at-aleppo-homs-protests-activist-says-1-.html", 
                        "text": "Syrian Forces Kill Eight Protesters as 1 Million Demonstrate Nationwide"
                    }
                ]
            }, 
            {
                "event": "Many demonstrations took place in front of Syrian embassies abroad to denounce the suppression of peaceful protesters by the authorities.", 
                "refs": []
            }, 
            {
                "event": "As protests continued, the Syrian army raided the Damascus suburb of Kanakir with tanks, killing 8 civilians. The security forces arrested at least 250 people, all in an attempt to subdue opposition in Damascus before Ramadan occurs, when the protests are expected to intensify further.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-14305762", 
                        "text": "Syria forces kill eight in Kanaker raid – rights groups"
                    }
                ]
            }, 
            {
                "event": "Security forces swept through Damascus's neighborhoods again, killing four people and conducting mass arrests.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/07/2011728202350131916.html", 
                        "text": "Syrian troops 'kill and arrest dissidents'"
                    }
                ]
            }, 
            {
                "event": "Activists called for mass Friday protests under the name of \"Your Silence is Killing Us\" in an attempt to encourage the silent majority of Syria's population to take sides with the anti-Assad demonstrators.", 
                "refs": [
                    {
                        "href": "http://www.bbc.co.uk/news/world-middle-east-14305762", 
                        "text": "Syria forces kill eight in Kanaker raid – rights groups"
                    }
                ]
            }, 
            {
                "event": "Massive protests ensued as security forces unleashed expansive crackdowns. 20 protesters were killed throughout Syria, most notably in Deir ez-Zor, where the government tried to stop mass gatherings. The Syrian army was sent into the city with tanks and fired on protesters with live ammunition, while Daraa and Latakia also witnessed protester deaths. Other places where protesting occurred included Hama, Homs, Qamishli, and Aleppo. The Syrian army conducted mass arrests in the capital, Damascus. The Syrian army's brutal response was one of heaviest since June.", 
                "refs": [
                    {
                        "href": "http://in.reuters.com/article/2011/07/30/idINIndia-58531920110730", 
                        "text": "Rights group says 20 protesters killed across Syria"
                    }
                ]
            }, 
            {
                "event": "A colonel in the Syrian Army claimed he had defected to the opposition along with \"hundreds\" of other military personnel in the city of Deir ez-Zor, and called his group the Free Syrian Army.", 
                "refs": [
                    {
                        "href": "http://www.news24.com/World/News/Syrian-colonel-claims-big-defection-20110730", 
                        "text": "Syrian colonel claims big defection"
                    }
                ]
            }, 
            {
                "event": "Main article: Siege of Hama (2011)", 
                "refs": []
            }, 
            {
                "event": "On what appeared to be the bloodiest day of the uprising to date, at least 136 were killed across the country as Syrian tanks, snipers, and troops stormed Deir ez-Zor, Hama, Harak, and Abu Kamal. The crackdown was an apparent effort to halt the momentum of the protest movement before the Muslim holy month of Ramadan. The Syrian government claimed its military actions were in response to armed gangs attacking buildings and forcing people to protest, allegations rejected by protesters and American diplomats inside the country.", 
                "refs": [
                    {
                        "href": "http://english.aljazeera.net/news/middleeast/2011/07/201173143432348733.html", 
                        "text": "'Scores dead' as Syrian tanks storm Hama city"
                    }
                ]
            }
        ]
    }
]