{"February 2015": [{"5 February": [{"refs": [{"text": "zamanalwsl", "href": "https://en.zamanalwsl.net/mobile/readNews.php?id=8824"}], "event": "Islam Army leader Zahran Alloush said that a 120-rocket attack that killed three people was a taste of what the regime had visited on eastern Ghouta. Syrian Air force airstrikes killed at least 65 people in the Eastern suburbs of Damascus unknown quantities of them insurgents. According to rebel activists, the air force carried out more than 60 strikes on the suburbs of Douma, Saqba, Kafr Batna, Jobar, and Erbin."}]}, {"6 February": [{"refs": [{"text": "ISLAMIC STATE SAYS AIRSTRIKE KILLED US HOSTAGE, US SKEPTICAL", "href": "http://hosted.ap.org/dynamic/stories/M/ML_ISLAMIC_STATE_AMERICAN_HOSTAGE?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT"}], "event": "ISIL claims that the American female hostage Kayla Jean Mueller has been killed by Jordanian airstrikes at the outskirts of Raqqa, Syria. The White House says that they have no proof of her death."}]}, {"February 9": [{"refs": [{"text": "Syrian warplanes attack residential areas in Damascus, casualties reported", "href": "http://aranews.net/2015/02/syrian-warplanes-attack-residential-areas-damascus-casualties-reported/"}], "event": "Five civilians were killed and dozens others injured due to aerial bombardment launched by the pro-regime warplanes in the eastern Ghouta of Damascus countryside."}]}, {"14 February": [{"refs": [{"text": "Kurds, Syrian rebels edge into Islamic State stronghold: monitor", "href": "http://www.reuters.com/article/2015/02/15/us-mideast-crisis-syria-kurds-idUSKBN0LJ10920150215"}], "event": "The Kurds regain control of at least 163 villages around Kobani in the three weeks since they pushed ISIS fighters out of the town."}]}, {"15 February": [{"refs": [{"text": "Kurds, Syrian rebels edge into Islamic State stronghold: monitor", "href": "http://www.reuters.com/article/2015/02/15/us-mideast-crisis-syria-kurds-idUSKBN0LJ10920150215"}], "event": "Kurdish forces backed by Syrian rebel groups take control of a hill south of Kobani which lies within the Raqqa province - the stronghold of ISIS. It is the first time the Kurds had entered Raqqa."}]}, {"17 February": [{"refs": [{"text": "Syria forces execute 10 children of alleged rebels: Report", "href": "http://timesofindia.indiatimes.com/world/middle-east/Syria-forces-execute-10-children-of-alleged-rebels-Report/articleshow/46324710.cms"}], "event": "During an offensive aimed at cutting rebel supply lines to the Turkish border, Assad regime forces entered the village of Ratyan, north of Aleppo, and executions took place."}]}, {"18 February": [{"refs": [{"text": "Rebels capture 32 Assad gov't troops and allied gunmen in Aleppo", "href": "http://abcnews.go.com/International/wireStory/rebels-capture-32-syrian-troops-allied-gunmen-aleppo-29071100"}], "event": "Rebels retake the village of Ratyan and capture 32 Syrian Army soldiers and pro-government gunmen, where fighting is raging as the two sides try to grab new territory ahead of a possible truce. More than 170 fighters are killed from both sides in the clashes."}]}, {"19 February": [{"refs": [{"text": "Rebels capture 32 Assad gov't troops and allied gunmen in Aleppo", "href": "http://abcnews.go.com/International/wireStory/rebels-capture-32-syrian-troops-allied-gunmen-aleppo-29071100"}], "event": "Doctors Without Borders urges all parties to facilitate the evacuation of people wounded in the clashes near Aleppo, which it says had triggered a new wave of displaced families trying to reach the Turkish border to seek shelter. Medical staff are forced to evacuate an MSF facility on the outskirts of Aleppo because of the worsening insecurity."}, {"refs": [{"text": "Rebels capture 32 Assad gov't troops and allied gunmen in Aleppo", "href": "http://abcnews.go.com/International/wireStory/rebels-capture-32-syrian-troops-allied-gunmen-aleppo-29071100"}], "event": "Rebels recapture the village of Hardatnein near Aleppo, two days after it was taken by Assad forces. Intense clashes are taking place outside a third village, Bashkoy, which was also taken by the government on February 17."}]}, {"21 February": [{"refs": [{"text": "Syria forces execute 10 children of alleged rebels: Report", "href": "http://timesofindia.indiatimes.com/world/middle-east/Syria-forces-execute-10-children-of-alleged-rebels-Report/articleshow/46324710.cms"}], "event": "The SOHR monitoring group reports that ten children were among at least 48 people killed in Rityan village when Assad regime forces executed six families of rebel fighters. Villagers had discovered the bodies when they returned to their homes after the regime forces withdrew on February 18. Five women and 13 rebels from the six families were among the dead. There was no resistance except in one house where a rebel opened fire at troops before being executed along with his family. Some of the bodies had been mutilated."}, {"refs": [{"text": "Syria forces execute 10 children of alleged rebels: Report", "href": "http://timesofindia.indiatimes.com/world/middle-east/Syria-forces-execute-10-children-of-alleged-rebels-Report/articleshow/46324710.cms"}], "event": "Eight people—among them two women and two children—are killed when a barrel bomb hit a building in an opposition-held area of Aleppo. Five people are also reported killed during the rebel shelling of regime-held areas of the city."}, {"refs": [{"text": "Syria forces execute 10 children of alleged rebels: Report", "href": "http://timesofindia.indiatimes.com/world/middle-east/Syria-forces-execute-10-children-of-alleged-rebels-Report/articleshow/46324710.cms"}], "event": "The Syrian air force kills at least seven people in rebel areas east of Damascus."}, {"refs": [{"text": "Turkish soldiers evacuate Tomb of Suleyman Shah in Syria", "href": "http://www.cnn.com/2015/02/22/middleeast/turkey-syria-tomb-rescue/"}], "event": "Turkish Army forces entered Syria to evacuate soldiers guarding the Tomb of Suleyman Shah, a Turkish exclave inside the Aleppo Governorate, and remove the sarcophagus. One Turkish soldier was killed in what a government official called an \"accident\" during the operation."}, {"refs": [{"text": "Turkey enters Syria to evacuate Suleyman Shah tomb", "href": "http://www.bbc.com/news/world-middle-east-31572257"}], "event": "The Turkish military convoy reportedly traveled through the town of Kobanî, recently liberated from ISIL control by Kurdish and FSA forces with coalition air support."}]}, {"24 February": [{"refs": [{"text": "Monitor: 90 Christians abducted by ISIL in Syria", "href": "http://www.aljazeera.com/news/2015/02/monitor-90-christians-abducted-isil-syria-150224083452197.html"}], "event": "According to the Syrian Observatory for Human Rights, ISIL has abducted 90 Assyrian Christians after it seized Assyrian villages near Tell Tamer from Kurdish forces."}]}, {"27 February": [{"refs": [{"text": "http://www.reuters.com/article/2015/02/27/us-mideast-crisis-syria-kurds-idUSKBN0LV1N320150227", "href": "http://www.reuters.com/article/2015/02/27/us-mideast-crisis-syria-kurds-idUSKBN0LV1N320150227"}], "event": "Kurdish forces dealt a blow to the Islamic State by capturing Tel Hamis, a strategically important town in north-eastern Syria. The British-based Observatory said that Kurdish forces killed at least 175 members and commanders of the ultra-hardline Islamist militants in an offensive which began last weekend."}]}, {"28 February": [{"refs": [{"text": "Clashes break out in the town of Tal Brak in the province of al- Hasakah", "href": "http://syriahr.com/en/2015/02/clashes-break-out-in-the-town-of-tal-brak-in-the-province-of-al-hasakah/"}], "event": "ISIL forces retreat following clashes in Tall Brak, a town in north-east Syria in the al-Hasakah governorate, in the second ISIL defeat in two days after also retreating from Tel Hamis."}]}], "March 2015": [{"4 March": [{"refs": [{"text": "Syria conflict: Blast 'hits Aleppo intelligence HQ'", "href": "http://www.bbc.com/news/world-middle-east-31730249"}], "event": "Rebels set off a large quantity of explosives in a tunnel running underneath or near Air Force Intelligence's headquarters in the Jamiat al-Zahra district of Aleppo, causing part of the building to collapse and reverberating throughout most of the city. Immediately after, heavy fighting broke out, with al-Nusra Front fighters and hardline Islamist rebel groups bombarding the area and attempting to advance. Assad regime forces responded with artillery and called in air strikes, eventually repelling the attackers. The dead included members of Air Force Intelligence, pro-Assad regime militiamen and Hezbollah fighters, as well as rebel attackers."}]}, {"5 March": [{"refs": [{"text": "Government forces reportedly launched an assault on rebel positions in the west of the city", "href": "http://www.bbc.com/news/world-middle-east-31757502"}], "event": "In retaliation for the Air Force Intelligence headquarter attack, the Syrian army conducted an air strike against al-Nusra Front in the al-Habit area. As a result, the jihadists' military chief Abu Homam al-Shami was killed, along with three other prominent leaders.\nMeanwhile, in Aleppo, the government forces launched an attack on the rebels in the west of the city."}]}, {"7 March": [{"refs": [{"text": "Reuters:Seventy insurgents defect to Syrian army in Damascus suburb", "href": "http://www.reuters.com/article/2015/03/11/us-mideast-crisis-defections-idUSKBN0M722D20150311"}], "event": "The head of the rebel-aligned Al-Anfal Brigade,  alongside 70 of its fighters, laid down their weapons to the SAA."}]}, {"13 March": [{"refs": [{"text": "Rebel brigade defects to the National Defense Forces in southern Damascus", "href": "http://www.almasdarnews.com/article/rebel-brigade-defects-to-the-national-defense-forces-in-southern-damascus/"}], "event": "The Liwaa Hateen Brigade from the Rif Dimashq Governorate defected to the National Defense Forces after fighting the SAA for more than three years."}]}, {"16 March": [{"refs": [{"text": "Rebel Group Surrenders and Defects to National Defense Forces at Beit Sahm", "href": "http://www.almasdarnews.com/article/rebel-group-surrenders-and-defects-to-national-defense-forces-at-beit-sahm/"}], "event": "The rebel-aligned Liwaa Sham Al-Rasoul brigade surrendered to the Syrian government-backed National Defense Forces (NDF). According to a military source, this is the third rebel group to defect from the FSA in 8 days – the other two rebel groups defected in the Yarmouk Camp and Al-Tadamon Districts."}]}, {"20 March": [{"refs": [{"text": "U.S. Drone Downed by the Syrian Air Defenses: Complete Story", "href": "http://www.almasdarnews.com/article/u-s-drone-downed-by-the-syrian-air-defenses-complete-story/"}], "event": "A military-related source confirmed the downing of a drone identified as a U.S. MQ-1 Predator; the aircraft was reportedly shot down in the Latakia Governorate."}]}, {"22 March": [{"refs": [], "event": "The Al-Nusra Front down a government helicopter in the Idlib province. Four crew members are captured and a fifth is reportedly executed."}]}, {"23 March": [{"refs": [{"text": "'Islamic State moves west to attack Syrian army in Homs'", "href": "http://www.dnaindia.com/world/report-islamic-state-moves-west-to-attack-syrian-army-in-homs-2071299?"}], "event": "Islamic State fighters move to attack the government-held Tadmur airbase near Homs as they continue their westward offensive."}, {"refs": [{"text": "Isis: Syrian regime Sukhoi Su-24 warplane 'shot down' near Homs by Islamic State militants", "href": "http://www.ibtimes.co.uk/isis-syrian-regime-sukhoi-su-24-warplane-shot-down-near-homs-by-islamic-state-militants-1493165?"}], "event": "Islamic State fighters also down a Syrian government Su-24 warplane near the Shaar gasfield east of Homs."}]}, {"25 March": [{"refs": [{"text": "Rebels launch full-on assault of Idlib city", "href": "http://syriadirect.org/main/30-reports/1942-rebels-launch-full-on-assault-of-idlib-city"}], "event": "Al Nursa Front and allied groups begin their offensive against Idlib. \"A coalition of armed opposition groups, operating under the name “The Victory Army,” have now taken “around 10 percent” of the city after seizing a series of checkpoints along Idlib's perimeter Tuesday and Wednesday, Abu al-Yazid, a spokesman for Ahrar a-Sham, one the participating battalions, told Syria Direct Wednesday.\""}]}, {"28 March": [{"refs": [{"text": "Syria crisis: Idlib 'captured by Islamist groups'", "href": "http://www.bbc.com/news/world-middle-east-32100644"}], "event": "The Al-Nusra Front have announced the capture of Idlib."}]}, {"31 March": [{"refs": [{"text": "IS enters Palestinian camp in Damascus; Jordan closes border", "href": "http://www.wdam.com/story/28692173/is-enters-palestinian-camp-in-damascus-jordan-closes-border"}], "event": "Jordan closes the Nasib crossing, its only functioning border crossing with Syria, following heavy clashes on the Syrian side between rebels and Syrian state forces."}]}], "July 2015": [{"4 July": [{"refs": [{"text": "Syrian rebels advance in government-held Aleppo", "href": "http://www.theguardian.com/world/2015/jul/04/syrian-rebels-advance-west-government-held-aleppo"}, {"text": "Syria rebels take army center in regime-held Aleppo", "href": "http://english.alarabiya.net/en/News/middle-east/2015/07/04/Syria-rebels-take-army-center-in-regime-held-Aleppo.html"}, {"text": "Syria: rebels launch massive offensive in Aleppo", "href": "http://www.euronews.com/2015/07/04/syria-rebels-launch-massive-offensive-in-aleppo/"}], "event": "Rebels captured a former Scientific Research Center in Aleppo, which threatened regime-held areas in New Aleppo."}]}, {"5 July": [{"refs": [{"text": "Lebanese Hezbollah and Syrian army enter rebel-held border city", "href": "http://www.reuters.com/article/2015/07/05/us-mideast-crisis-zabadani-idUSKCN0PF0AH20150705"}], "event": "Hezbollah and SAA announce they had entered the rebel-held city of Zabadani on the second day of a major offensive to capture the border area around the Beirut-Damascus highwaybroke. Over 2,000 rebels from groups that include Nusra Front have planted mines and fortified their positions inside the besieged city ahead of expected heavy street fighting."}]}, {"10 July": [{"refs": [{"text": "http://www.reuters.com/article/2015/06/30/us-mideast-crisis-syria-idUSKCN0PA21F20150630", "href": "http://www.reuters.com/article/2015/06/30/us-mideast-crisis-syria-idUSKCN0PA21F20150630"}], "event": "After 2 weeks of fighting the SAA beat back Army of Conquest offensive at Daraa."}]}, {"13 July": [{"refs": [{"text": "Breaking: Tiger Forces Capture the Palmyra Quarries", "href": "http://www.almasdarnews.com/article/breaking-tiger-forces-capture-the-palmyra-quarries/"}], "event": "The SAA Tiger Forces capture the Ancient Quarries in the northwestern countryside of Palmyra after fierce clashes with the Islamic State of Iraq and Syria (ISIS). According to a military source, SAA units are less than 2 km from the Qassoun Checkpoint that leads to the Qassoun Mountains of Palmyra."}]}, {"22 July": [{"refs": [{"text": "At least 18 civilians killed in Syrian strike near Aleppo", "href": "http://aranews.net/2015/07/at-least-18-civilians-killed-in-syrian-strike-near-aleppo/"}], "event": "More than 18 people are killed and dozens others wounded after the Assad regime helicopters drops several barrel bombs on al-Bab city east of Aleppo. Media sources in the eastern countryside of Aleppo confirmed that pro-Assad helicopters dropped four barrel bombs on the village of Qasr al-Bureij in al-Bab countryside."}]}], "May 2015": [{"13 May": [{"refs": [{"text": "48 dead as IS fights army in Syria's Homs", "href": "http://www.dailymail.co.uk/wires/afp/article-3079865/Over-48-dead-IS-fights-army-Syrias-Homs.html"}], "event": "The Islamic State group seizes large parts of the town of Al-Sukhnah and its surroundings in the Homs province in clashes that killed 48 regime soldiers and IS fighters, in fighting since the previous night."}]}, {"15 May": [{"refs": [{"text": "Carter: Special Operations Troops Conduct Raid in Syria", "href": "http://www.defense.gov/news/newsarticle.aspx?id=128832"}, {"text": "U.S. conducts raid in Syria, says it kills senior Islamic State leader", "href": "http://www.reuters.com/article/2015/05/16/us-mideast-crisis-usa-idUSKBN0O10FP20150516"}, {"text": "Abu Sayyaf, key ISIS figure in Syria, killed in raid", "href": "http://www.cnn.com/2015/05/17/middleeast/syria-isis-us-raid/index.html"}], "event": "On May 15, 1st SFOD-Delta operators from the Joint Special Operations Command based in Iraq conducted an operation in al-Amr (Eastern Syria) to capture a senior IS leader named Abu Sayyaf, which in resulted in his death and the capture of his wife Umm Sayyaf, when he tried to engage U.S. forces in combat."}]}, {"19 May": [{"refs": [{"text": "Rebels take largest remaining army base in Syria's Idlib: activists", "href": "http://www.dailystar.com.lb/News/Middle-East/2015/May-19/298543-rebels-take-largest-remaining-army-base-in-syrias-idlib-activists.ashx"}], "event": "A rebel coalition that includes the Al Nusra front and calls itself the \"Army of Conquest\" (or Jaish al-Fatah) seized the town of Mastouma and the town's army base in the Idlib province. Government forces withdrew south to Ariha."}]}, {"20 May": [{"refs": [{"text": "ISIS Fighters Seize Control of Syrian City of Palmyra, and Ancient Ruins", "href": "http://www.nytimes.com/2015/05/21/world/middleeast/syria-isis-fighters-enter-ancient-city-of-palmyra.html?_r=0"}], "event": "The Islamic State captured Palmyra from government forces."}]}, {"26 May": [{"refs": [{"text": "[1]", "href": "http://www.almasdarnews.com/article/east-homs-erupts-with-violence-isis-attacking-multiple-areas/"}], "event": "According to pro-governmental sources, ISIS continued their push towards Homs, with the frontline now being at Qurayteen, Al-Furqlus, the Shaer mountains, and the Tiyas airbase. According to these sources, ISIS was, at this point, 35 km from Homs."}]}, {"28 May": [{"refs": [{"text": "Nusra takes last regime-held town in Syria's Idlib", "href": "http://english.alarabiya.net/en/News/middle-east/2015/05/28/Al-Qaeda-allies-take-last-regime-held-city-in-Syria-s-Idlib-.html"}], "event": "The rebel \"Army of Conquest\" coalition (Jaish al-Fatah) attacked the town of Ariha in the Idlib province, the last major town in the Idlib province still held by the government. The town was captured by the rebels later the same day."}]}, {"29 May": [{"refs": [{"text": "Jabhat Al-Nusra Issues a Declaration of War Against the YPG in Aleppo", "href": "http://www.almasdarnews.com/article/jabhat-al-nusra-issues-a-declaration-of-war-against-the-ypg-in-aleppo/"}], "event": "According to a military source, Jabhat Al-Nusra issued a Declaration of War against the YPG in the province of Aleppo."}]}, {"30 May": [{"refs": [{"text": "ISIS militants at the gates of Hassakeh", "href": "https://www.dailystar.com.lb/News/Middle-East/2015/Jun-05/300666-isis-militants-at-the-gates-of-hassakeh.ashx"}], "event": "ISIS began an offensive against Syrian government forces towards the city of Hassakeh, a city divided between the Syrian government and the YPG."}]}], "April 2015": [{"1 April": [{"refs": [{"text": "IS enters Palestinian camp in Damascus; Jordan closes border", "href": "http://www.wdam.com/story/28692173/is-enters-palestinian-camp-in-damascus-jordan-closes-border"}], "event": "Islamic State fighters infiltrate the Palestinian refugee camp Yarmouk from the nearby Hajar Aswad neighborhood in Damascus and clash with members of an anti-Assad Palestinian faction called Aknaf Beit al-Maqdis. Large parts of the camp are taken by ISIS."}, {"refs": [{"text": "Syrian rebels seize border crossing with Jordan", "href": "http://aranews.net/2015/04/syrian-rebels-seize-border-crossing-with-jordan/"}], "event": "The Free Syrian Army and its allies take control of the Nasib border crossing with Jordan after forcing pro-Assad militias to withdraw from the area."}]}, {"13 April": [{"refs": [], "event": "People's Protection Units (YPG) and Free Syrian Army (FSA) fighters capture the Lafarge Cement Plant near Xerib Hishq in the Kobanê Canton after heavy fighting. The offensive also captures the towns of Janban, Munif Kor, and Xerib Hishq itself."}, {"refs": [], "event": "Meanwhile, ISIS launches an offensive to the west attempting to retake Nor Ali and Sabat Tahtani on the M4 motorway."}]}, {"19 April": [{"refs": [{"text": "3 fighters at least from the Islamic battalions killed in Daraa, while clashes erupt in the east of homs", "href": "http://syriahr.com/en/2015/04/3-fighters-at-least-from-the-islamic-battalions-killed-in-daraa-while-clashes-erupt-in-the-east-of-homs/"}], "event": "ISIS launches an offensive in Tadmur, with clashes erupting in the city's outskirts."}]}, {"23 April": [{"refs": [], "event": "The Jisr al-Shughur offensive in the north-west was launched by the Battle of Victory operations rooms."}]}, {"25 April": [{"refs": [{"text": "Syria conflict: Islamists capture Jisr al-Shughur", "href": "http://www.bbc.com/news/world-middle-east-32461693"}], "event": "The Battle of Victory captured the city of Jisr al-Shughur in northwestern Syria."}]}, {"29 April": [{"refs": [{"text": "Regime fights own militia in Homs", "href": "https://now.mmedia.me/lb/en/NewsReports/565203-regime-fights-own-militia-in-homs"}], "event": "Unprecedented fighting erupts between Assad regime troops and National Defense Force members in the Alawite-populated Zahraa quarter of central Homs due to “internal differences” breaking out when the inhabitants of Zahraa and [a nearby Armenian quarter] began to complain about the actions of the NDF members.” The clashes resulted in a number of fatalities, and Assad regime troops found a car rigged with explosives meant to assassinate Homs Governor Talal al-Barazi in the NDF headquarters."}]}], "June 2015": [{"10 June": [{"refs": [{"text": "Syria crisis: Rebels say they have seized control of key army base in southern Daraa province in new regime setback", "href": "http://www.abc.net.au/news/2015-06-10/syria-rebels-overrun-key-army-base-in-new-regime-setback/6534182"}, {"text": "Syrian rebel forces seize major military base from government", "href": "http://www.theguardian.com/world/2015/jun/09/syrian-rebel-forces-seize-major-military-base-government-forces"}], "event": "FSA and the Islamic Front seize Brigade 52 base from government forces,"}, {"refs": [{"text": "Rebels attack sprawling army base in southern Syria, capture nearby village", "href": "http://www.foxnews.com/world/2015/06/09/rebels-attack-sprawling-army-base-in-southern-syria-capture-nearby-village/"}], "event": "which is located east of the town of Al Hirak."}, {"refs": [], "event": "(coordinates: )."}]}, {"16 June": [{"refs": [{"text": "YPG and rebels take full control on Tal Abiad city", "href": "http://www.syriahr.com/en/2015/06/ypg-and-rebels-take-full-control-on-tal-abiad-city/"}], "event": "YPG and FSA forces captured Tell Abyad from ISIS uniting the Kobanî and Jazira Cantons."}]}, {"23 June": [{"refs": [{"text": "Druze attack Israeli ambulance carrying wounded Syrians", "href": "http://www.aljazeera.com/news/2015/06/druze-israel-syria-ambulance-attacked-150623010047887.html"}], "event": "A crowd of 200 Demonstrators of a Druze community in Majdal Shams on the Golan Heights attacked an Israeli military ambulance carrying 2 \"injured Syrians\" (alleged Islamic rebels), killing one of them and slightly wounding two IDF soldiers. The attack came two weeks after 20 Druze were killed in an unprecedented shoot-out with the Al-Qaeda affiliate Al-Nusra Front in the Idlib province in northwestern Syria."}]}, {"25 June": [{"refs": [{"text": "Syria crisis: IS makes deadly return to Kobane", "href": "http://www.bbc.co.uk/news/world-middle-east-33266399"}, {"text": "More than 13 people killed in the ongoing clashes inside the city of Ayn al- Arab (Kobani)", "href": "http://www.syriahr.com/en/2015/06/more-than-13-people-killed-in-the-ongoing-clashes-inside-the-city-of-ayn-al-arab-kobani/"}, {"text": "IS storm the city of al- Hasakah and seize neighborhoods in it, 50 deaths in the clashes", "href": "http://www.syriahr.com/en/2015/06/is-storm-the-city-of-al-hasakah-and-seize-neighborhoods-in-it-50-deaths-in-the-clashes/"}, {"text": "The battle of “Aasefat al- Janoub” starts and more that 51 rebel and Islamic factions aim to seize the city of Daraa and its vicinity", "href": "http://www.syriahr.com/en/2015/06/the-battle-of-aasefat-al-janoub-starts-and-more-that-51-rebel-and-islamic-factions-aim-to-seize-the-city-of-daraa-and-its-vicinity/"}], "event": "ISIL launches attacks on the cities of Kobani and Hasakah in northern Syria. In Kobani two car bombs and subsequent clashes between ISIL infiltrators and the YPG left at least 30 dead, whilst 20 more were killed in the nearby village of Barkh Botan. In Hasakah, ISIL seized numerous districts and institutions in the city resulting in a wave of refugees fleeing the clashes in the city. 30 Regime and 20 ISIL fighters were reportedly killed in the clashes. In southern Syria, 51 rebel factions initiate a battle to capture the city of Deraa resulting in fierce clashes and heavy bombardment by the Syrian government. There are reports of casualties in Deraa and the surrounding villages."}]}, {"26 June": [{"refs": [], "event": "2015 Kobani massacre"}, {"refs": [{"text": "Kobani Clashes: At Least 146 Civilians Killed As Kurdish YPG Fighters Move East Toward ISIS 'Capital' Raqqa", "href": "http://www.ibtimes.com/kobani-clashes-least-146-civilians-killed-kurdish-ypg-fighters-move-east-toward-isis-1984066"}, {"text": "Islamic State Kills 146 Civilians in Kobani", "href": "http://www.voanews.com/content/islamic-state-kills-civilians-in-kobani/2838036.html"}], "event": "Islamic State kills 146 civilians in Kobani, the second largest massacre since the start of the conflict when the extremist group executed 700 members of the al-Sheitaat tribe in eastern Syria."}, {"refs": [{"text": "IS suicide blast kills 20 Syria regime troops: monitor", "href": "http://news.yahoo.com/suicide-blast-kills-20-syria-regime-troops-monitor-173006076.html"}], "event": "An Islamic State suicide bomber kills at least 20 people in the city of Hasakeh."}]}], "January 2015": [{"2 January": [{"refs": [{"text": "Syrian rebels report gains against Hezbollah in Kalamoon", "href": "http://aranews.net/2015/01/syrian-rebels-report-gains-hezbollah-kalamoon/"}], "event": "The FSA and al-Nusra Front launch an offensive against Hezbollah strongholds in the Jirud Fleita area, of western Kalamoon, near the Lebanese border. Media sources affiliated with the Syrian opposition report that the joint forces targeted a series of military checkpoints held by Hezbollah in the area surrounding the village of Flaita in Kalamoon. Heavy losses were reported in the ranks of the pro-Assad security forces and militants of Hezbollah, as the FSA rebels seized a number of heavy and light weapons as well as boxes of ammunition during the operation. At least three FSA fighters were killed. A military official of al-Nusra reported that the ISIS presence in the area has exceeded 700 men, amid fears of escalating violence between both groups."}]}, {"6 January": [{"refs": [{"text": "U.S.-led forces conduct 10 air strikes in Syria, two in Iraq", "href": "http://af.reuters.com/article/worldNews/idAFKBN0KF19220150106"}], "event": "The Combined Joint Task Force combating ISIL conducts ten airstrikes in Syria, eight of them targeting the contested city of Kobani, with the airstrikes destroying fourteen ISIL fighting positions and a building."}]}, {"23 January": [{"refs": [{"text": "U.S.-led forces conduct 10 air strikes in Syria, two in Iraq", "href": "http://af.reuters.com/article/worldNews/idAFKBN0KF19220150106"}], "event": "A Syrian airstrike killed at least 40* January 6 - The Combined Joint Task Force combating ISIL conducts ten airstrikes in Syria, eight of them targeting the contested city of Kobani, with the airstrikes destroying fourteen ISIL fighting positions and a building."}, {"refs": [{"text": "Syrian air strike on rebel area kills more than 40: monitor", "href": "http://www.reuters.com/article/2015/01/23/us-mideast-crisis-attack-idUSKBN0KW1U120150123"}], "event": "people in a rebel-held suburb of Damascus."}, {"refs": [{"text": "Syria’s Air Force Carries Out More Than 5,000 Airstrikes in Three Months: SOHR", "href": "http://english.al-akhbar.com/node/23319"}], "event": "The Syrian air force carried out more than 5,000 airstrikes between 20 October 2014 and 20 January 2015."}]}, {"24 January": [{"refs": [{"text": "Clashes between regime forces and YPG in al-Hasakah city", "href": "http://syriahr.com/en/2015/01/clashes-between-regime-forces-and-ypg-in-al-hasakah-city/"}], "event": "The YPG clashed with Syrian government forces in Al-Hasakah city."}]}, {"25 January": [{"refs": [{"text": "Syria rebels overtake strategic base in south", "href": "http://www.trust.org/item/20150125165642-qc1v5/"}], "event": "Hundreds of rebels armed with rocket launchers and anti-aircraft weapons take over the Brigade 82 base near the town of Sheikh Maskeen, close to the main north-south highway between the capital Damascus and Jordan. The base, one of several used to pound rebel-held villages and towns in southern Syria and along the frontier with Jordan, lies at the heart of a heavily fortified zone which formed a southern line of defense protecting Damascus. The Southern Front coalition says that this advance will help the rebels cut supply routes of Assad regime forces in the south from their supplies in the north to be able to eventually take over Deraa city. The capture of the base helped the rebels to overrun most of the nearby town of Sheikh Maskeen, which they attacked several times in last few months, but failed to seize."}]}, {"26 January": [{"refs": [{"text": "Kobani falls: Kurds take strategic city from ISIS", "href": "http://edition.cnn.com/2015/01/26/middleeast/syria-kobani-fighting/index.html"}], "event": "Kurdish fighters recapture at least 90% of Kobanî, Syria from ISIS."}]}, {"27 January": [{"refs": [{"text": "Exclusive: Obama Cuts Off Syrian Rebels’ Cash", "href": "http://www.thedailybeast.com/articles/2015/01/27/exclusive-obama-cuts-funds-for-the-syrian-rebels-he-claims-to-support.html"}], "event": "It is reported that many of the Syrian rebel groups which were previously favored by the CIA would have their money and supplies cut off or substantially reduced."}, {"refs": [], "event": "Israeli security forces claim that Hezbollah and forces loyal to the President of Syria Bashar al-Assad are responsible for firing rockets from Syrian territory onto the Golan Heights into the Mount Hermon ski resort. (Xinhua)"}]}, {"28 January": [{"refs": [{"text": "Two Israeli Soldiers Killed in Attack Claimed by Lebanon’s Hezbollah", "href": "http://www.wsj.com/articles/israel-strikes-syrian-army-artillery-posts-1422433830"}], "event": "Hezbollah fired anti-tank missiles at an Israeli military convoy in Shebaa farms near the Lebanon border, killing two soldiers and wounding seven."}, {"refs": [{"text": "Two Israeli soldiers killed in Hezbollah missile attack", "href": "http://www.aljazeera.com/news/2015/01/israeli-soldiers-injured-shebaa-farms-missile-attack-150128100642659.html"}], "event": "In response, Israel fired at least 50 artillery shells across the border into southern Lebanon, resulting in fire-exchanges with Hezbollah, in which a Spanish UN peacekeeper was killed."}]}]}