{"December 2015": [{"1 December": [{"refs": [{"text": "https://english.alarabiya.net/en/News/middle-east/2015/12/01/Israel-admits-forces-operating-in-war-hit-Syria.html", "href": "https://english.alarabiya.net/en/News/middle-east/2015/12/01/Israel-admits-forces-operating-in-war-hit-Syria.html"}], "event": "Israeli Prime Minister Benjamin Netanyahu admitted for the first time in public that Israeli forces have been operating in Syria."}]}, {"3 December": [{"refs": [{"text": "http://english.alarabiya.net/en/News/2015/12/07/Moderate-Syrian-opposition-groups-arrive-in-Riyadh-.html", "href": "http://english.alarabiya.net/en/News/2015/12/07/Moderate-Syrian-opposition-groups-arrive-in-Riyadh-.html"}], "event": "Russian announced its intentions to open a second airbase in Homs."}, {"refs": [{"text": "Over 100 Russian jet fighters and a new Brigade are expected in Syria once Sha’ayrat airport is in service", "href": "https://elijahjm.wordpress.com/2015/11/30/over-100-russian-jet-fighters-and-a-new-brigade-are-expected-in-syria-once-shaayrat-airport-is-in-service/"}], "event": "Adding 100 fighters jets to its military presence in Syria."}, {"refs": [{"text": "Britain joins U.S.-led coalition in bombing Syrian oil facilities held by Islamic State", "href": "http://www.thestar.com/news/world/2015/12/03/britain-joins-us-led-coalition-in-bombing-syrian-oil-facilities-held-by-islamic-state.html"}], "event": "United Kingdom fighters restart bombing operations in Syria against Islamic State militants."}]}, {"4 December": [{"refs": [{"text": "https://english.alarabiya.net/en/News/middle-east/2015/12/04/German-parliament-approves-military-action-against-ISIS-in-Syria.html", "href": "https://english.alarabiya.net/en/News/middle-east/2015/12/04/German-parliament-approves-military-action-against-ISIS-in-Syria.html"}], "event": "Germany's parliament approved government plans to join the military campaign against Islamic State in Syria. However German airstrikes will operate independently that those of France, Britain, United States and Russia."}]}, {"5 December": [{"refs": [{"text": "Syrian Army Seize Over 60 Square KM of Territory in Northeastern Latakia", "href": "http://www.almasdarnews.com/article/syrian-army-seize-over-60-square-km-of-territory-in-northeastern-latakia/"}], "event": "Government Forces seized 60 km of land in the Province of Latakia from FSA and other rebel forces."}]}, {"10 December": [{"refs": [{"text": "Largest Rebel Group Calls for an Islamic State in Syria", "href": "http://www.almasdarnews.com/article/largest-rebel-group-calls-for-an-islamic-state-in-syria/"}], "event": "One of the largest rebel groups operating in Syria, Ahrar ash-Sham has issued a statement following their Saudi brokered Riyadh peace conference, in which it demands the departure of all Iranian and Russian personnel, the disband of the Syrian Arab Army and the creation of a Islamic state in Syria. While considering the fight against the organization Islamic State of Iraq and the Levant secondary and the destruction of the regime its primary goal."}, {"refs": [{"text": "Key Syrian opposition group pulls out of Riyadh talks", "href": "http://www.aljazeera.com/news/2015/12/syrian-ahrar-al-sham-pulls-riyadh-conference-151210151441852.html"}], "event": "Ahrar al-Sham, has a controversial  record in terms of alleged human rights abuses and links to al-Qaeda according to the Qatari-based news site Al-jazeera."}]}, {"13 December": [{"refs": [{"text": "US-backed Syrian rebel group on verge of collapse", "href": "http://www.stripes.com/news/us-backed-syrian-rebel-group-on-verge-of-collapse-1.383853"}], "event": "Western media reports of low morale, desertions, and distrust of leaders by the Free Syria Army (FSA) fighters. Claiming that the FSA is on the verge of collapse, for a number of reasons. Including lack of payments and failure to achieve any significant victories or create any “liberated” zones."}, {"refs": [{"text": "Nusra Front Wins 'Hearts and Minds' as CIA-Trained Syrian Rebels Suffer", "href": "http://sputniknews.com/us/20151215/1031748070/cia-trained-rebels-suffer.html"}], "event": "Low morale and frustration with the Free Syrian Army's lack of progress are turning fighters to join the Nusra Front according to Elias Hanna, a former Lebanese general and professor of geopolitics at the American University of Beirut."}, {"refs": [{"text": "At least 40 civilians killed in Syrian airstrike near Damascus", "href": "http://aranews.net/2015/12/at-least-40-civilians-killed-in-syrian-airstrike-near-damascus/"}], "event": "Regime air force launched a deadly airstrike on the rebel-held city of Douma in the suburb of Damascus, killing more than 40 civilians and wounding 75 others. The airstrike hit a building where a large number of civil rights activists and residents of Douma were gathered to discuss the humanitarian crisis in the city. There was no single armed person in the targeted building. All casualties are civilians."}]}, {"17 December": [{"refs": [{"text": "Russian warplanes kill four children in Syria's Aleppo", "href": "http://aa.com.tr/en/todays-headlines/russian-warplanes-kill-four-children-in-syria-s-aleppo/492695"}], "event": "Eight people, including four children, were killed and another 11 were injured after Russian warplanes struck a residential area in Aleppo's Azaz district."}]}, {"18 December": [{"refs": [{"text": "Syrian president makes rare public appearance in a Damascus church ahead of Christmas", "href": "http://www.usnews.com/news/world/articles/2015-12-18/syrian-president-make-rare-public-visit-at-a-damascus-church"}, {"text": "Russian jets kill 16 civilians in Syria's Idlib, Aleppo", "href": "http://aa.com.tr/en/world/russian-jets-kill-16-civilians-in-syria-s-idlib-aleppo/493252"}], "event": "Russian warplanes carry airstrikes on residential buildings in rebel-held town of Jisr al-Shughour, killing between 14 and 17 people, included women and children."}]}, {"20 December": [{"refs": [{"text": "Syria war: Third of rebels share IS aims, report claims", "href": "http://www.bbc.com/news/world-middle-east-35144420"}], "event": "Report states that 60% of Syrian rebels are Islamic extremists, with half of them sharing ISIS aims."}, {"refs": [{"text": "Suspected Russian warplanes kill scores in Syrian city: rescue workers", "href": "http://www.reuters.com/article/us-mideast-crisis-syria-airstrikes-idUSKBN0U30JV20151220"}], "event": "At least six Russian airstrikes hit a busy market place in the center of the rebel-held Idlib city, several government buildings and residential areas, killing 43 people and wounding over 150."}]}, {"24 December": [{"refs": [{"text": "Pro-Assad air forces bomb residential district in Damascus, dozens of civilian casualties reported", "href": "http://aranews.net/2015/12/17205/"}], "event": "Government fighter jets launched several raids on the opposition-held district of Hammuriyah in southeastern Damascus, causing damage to residential buildings and shops in central Hammuriyah in the Eastern Ghouta. At least 17 civilians were killed and 25 others injured."}]}, {"26 December": [{"refs": [{"text": "Syrian rebel group responds to the killing of its leader by bombing regime headquarters in Damascus", "href": "http://aranews.net/2015/12/17234/"}], "event": "A series of Rebel leaders are targeted across Syria, a Russian airstrike, coordinated with Syrian government intelligence, hit a building in Damascus suburb where leading members of the Army of Islam group were meeting. The top leader and founder of Jaish al-Islam Zahran Alloush was among 4 leaders killed in the airstrike including its deputy. Zahran Alloush was the founder of Jaysh al-Islam, the largest opposition group in Rif-Damashq province. He deserted from the Free Syrian Army (FSA) and established another rebel group."}, {"refs": [{"text": "Syria conflict: Essam al-Buwaydhani named leader of rebel group Army of Islam", "href": "http://www.ibtimes.co.uk/syria-conflict-essam-al-buwaydhani-named-leader-rebel-group-army-islam-1534975"}], "event": "Essam al-Buwaydhani replaces Zahran Alloush as head of Jaysh al-Islam."}, {"refs": [{"text": "Ivan Sidorenko", "href": "https://twitter.com/IvanSidorenko1/status/680886009576472576"}], "event": "Masked men kidnapped FSA Major Abu Mohammed Turkmen from the Syrian Revolutionary Front along with his son, in the village of Tal Shihab."}, {"refs": [{"text": "Ivan Sidorenko", "href": "https://twitter.com/IvanSidorenko1/status/680833981311545344"}], "event": "Meanwhile, an FSA Battalion Commander, missing at the time, was found dead with signs of torture, according to activists."}, {"refs": [{"text": "Ivan Sidorenko", "href": "https://twitter.com/IvanSidorenko1/status/680659832022667264"}], "event": "Finally, Islam Martyrs Brigade Commander Abu Slmo is killed by Syrian Army tank fire at Darya."}, {"refs": [{"text": "Hundreds of Syrian rebels join western-backed SDF alliance to combat ISIS", "href": "http://aranews.net/2015/12/dozens-of-syrian-rebels-join-western-backed-sdf-alliance-to-combat-isis/"}], "event": "The Syrian Democratic Forces (SDF) leadership confirms that more than 200 rebels deserted the Raqqa Revolutionary Brigade and joined SDF ranks over the past few days."}, {"refs": [{"text": "Syrian Democratic Forces seize ISIS major supply line of Raqqa-Aleppo", "href": "http://aranews.net/2015/12/17232/"}], "event": "In a separate event, the SDF seizes the Tishreen Dam, a main supply route for ISIS militants between Raqqa and Aleppo."}]}, {"28 December": [{"refs": [{"text": "Syria war: Zabadani rebels evacuated in besieged villages deal", "href": "http://www.bbc.com/news/world-middle-east-35188344"}, {"text": "Besieged Syria rebels evacuated in rare deal", "href": "http://www.aljazeera.com/news/2015/12/beseiged-syria-rebels-evacuated-lebanon-rare-deal-151228051249310.html"}], "event": "Buses and ambulances head to Zabadani to evacuate 126 civilians and wounded fighters from the besieged rebel bastion. The evacuation is part of a truce in which rebels and civilians are taken from the besieged town and transported to Beirut, in turn 336 Shi'ite villagers from Kefraya and Fuaa are allowed to head to Turkey with the aim of reaching Lebanon."}]}], "November 2015": [{"2 November": [{"refs": [{"text": "Syrian rebels using caged civilian captives as 'human shields'", "href": "http://www.telegraph.co.uk/news/worldnews/middleeast/syria/11971269/Syrian-rebels-using-caged-pro-Assad-captives-as-human-shields.html"}], "event": "Jaysh al-Islam a major rebel group near the capital Damascus, displayed caged civilian captives used as 'human shields'."}]}, {"5 November": [{"refs": [{"text": "Syrian rebels seize town in west in blow to government", "href": "http://uk.reuters.com/article/2015/11/05/uk-mideast-crisis-syria-idUKKCN0SU0YC20151105"}], "event": "Jund al-Aqsa-led rebel forces seized control of Murak, following clashes with pro-government forces."}]}, {"6 November": [{"refs": [{"text": "U.S. Backed Moderate Rebels Proudly Post Images of Beheaded Syrian Soldiers in Northern Hama", "href": "http://www.almasdarnews.com/article/u-s-backed-moderate-rebels-proudly-post-images-of-beheaded-syrian-soldiers-in-northern-hama/"}], "event": "The Ajnad al-Sham showed pictures of a beheaded SAA officer, labeling him as a \"Nusayri\" (derogatory word to an Alawi Muslim) on Twitter and Facebooks accounts."}, {"refs": [{"text": "Syrian rebels recapture village in west", "href": "http://timesofindia.indiatimes.com/world/middle-east/Syrian-rebels-recapture-village-in-west/articleshow/49694304.cms"}], "event": "In a separate event, the Ajnad al-Sham and other rebel forces recaptured the village of Atshan and surrounding areas in Hama province, consolidating significant advances made the day before at the expense of pro-government forces."}]}, {"8 November": [{"refs": [{"text": "Russian airstrikes reportedly kill 11 civilians in Idlib", "href": "http://www.albawaba.com/news/russian-airstrikes-reportedly-kill-11-civilians-idlib-765766"}], "event": "Russian air strikes on areas in the town of Maaret al-Numan, Idlib, killing nine people, including a child, and on Saraqib in the same province, killing another two women."}, {"refs": [{"text": "10 dead in Syria regime raids on IS-held town: monitor", "href": "http://www.france24.com/en/20151108-10-dead-syria-regime-raids-held-town-monitor"}], "event": "At least 10 people were killed in Syrian government air strikes on ISIS-held town of Al-Bab, including a woman and child."}]}, {"10 November": [{"refs": [{"text": "http://www.syriahr.com/en/2015/11/the-regime-forces-raise-the-siege-imposed-on-the-airbase-of-kwayres-where-some-groups-reach-inside-it/", "href": "http://www.syriahr.com/en/2015/11/the-regime-forces-raise-the-siege-imposed-on-the-airbase-of-kwayres-where-some-groups-reach-inside-it/"}], "event": "Syrian Armed Forces reach the Kwayres Airbase and end the siege of 3 years imposed by ISIS."}, {"refs": [{"text": "Rebel rocket fire kills 22 in Syria's Latakia - worldwide - Finland Times", "href": "http://www.finlandtimes.fi/worldwide/2015/11/10/22232/Rebel-rocket-fire-kills-22-in-Syrias-Latakia"}], "event": "Syrian Rebels fire a rocket at Latakia killing 22 civilians and wounding 65."}]}, {"11 November": [{"refs": [{"text": "Free Syrian Army decimated by desertions", "href": "http://www.aljazeera.com/news/2015/11/free-syrian-army-decimated-desertions-151111064831800.html"}], "event": "Eastern media reports of massive desertions in the Free Syria Army (FSA) forces located in Aleppo, fueled mostly by lack of payment."}]}, {"13 November": [{"refs": [{"text": "Breaking: Syrian Army Enters the Helicopter Airfield in the Rebel Stronghold of Marj Al-Sultan", "href": "http://www.almasdarnews.com/article/breaking-syrian-army-enters-the-helicopter-airfield-in-the-rebel-stronghold-of-marj-al-sultan/"}], "event": "Army media reported SAA advances into the Marj Al-Sultan Military Airbase in Damascus, after heavy clashes with Jaysh al-Islam,"}, {"refs": [{"text": "Breaking: Syrian Army and Hezbollah Officially Capture the Strategic Town of Jabal Al-Eiss in Southern Aleppo", "href": "http://www.almasdarnews.com/article/breaking-syrian-army-and-hezbollah-officially-capture-the-strategic-town-of-jabal-al-eiss-in-southern-aleppo/"}], "event": "meanwhile in Aleppo the Lebanese Group Hezbollah and Syrian Army Units reported the capture of Jabal Al-Eiss from Harakat Ahrar Al-Sham rebels."}]}, {"14 November": [{"refs": [{"text": "Syrian Army and Hezbollah Capture 408 Square Kilometers of Territory in Southern Aleppo", "href": "http://www.almasdarnews.com/article/syrian-army-and-hezbollah-capture-408-square-kilometers-of-territory-in-southern-aleppo/"}], "event": "Government forces and its allies capture 408 Square Kilometers of Territory in Southern Aleppo, this marks the largest series of gains for the pro-government forces since their first offensive at the Qalamoun Mountains in late 2013."}]}, {"17 November": [{"refs": [{"text": "Syrian army captures village from Islamic State", "href": "http://uk.reuters.com/article/idUKKCN0T611220151117"}], "event": "Syrian state media reported that the SAA seized the village of al-Hadath from the Islamic State around 30 km  from the Damascus-Homs highway"}, {"refs": [{"text": "Генштаб: Россия нанесла третий массированный удар по боевикам в Сирии", "href": "http://tass.ru/politika/2454628"}], "event": "On the same day, Russian Long Range Aviation commences its airstrikes against ISIL in Syria."}]}, {"19 November": [{"refs": [{"text": "6 civilians killed in Raqqa strikes as US pushes Syria peace talks", "href": "http://www.middleeasteye.net/news/6-civilians-killed-raqqa-strikes-us-pushes-syria-peace-talks-1130765892"}], "event": "Government forces shelling in Sheikh Maskin, Daraa and Douma killed 20 people and wounded 90."}]}, {"23 November": [{"refs": [{"text": "Breaking: Syrian Armed Forces Liberate Maheen in East Homs", "href": "http://www.almasdarnews.com/article/breaking-syrian-armed-forces-liberate-maheen-in-east-homs/"}], "event": "Syrian armed forces reported advances through Homs Governorate at Mahaden,"}, {"refs": [{"text": "Syrian Army Seizes Jabal Zuwayk in Northern Latakia: Almost 200km Captured in 10 Days", "href": "http://www.almasdarnews.com/article/syrian-army-seizes-jabal-zuwayk-in-northern-latakia-almost-200-square-kilometers-captured-in-2-weeks/"}], "event": "Northern Latakia"}, {"refs": [{"text": "Farsnews", "href": "http://en.farsnews.com/newstext.aspx?nn=13940902001420"}], "event": "and strides towards the Aleppo-Lattakia highway."}]}, {"24 November": [{"refs": [], "event": "See also: 2015 Russian Sukhoi Su-24 shootdown"}, {"refs": [], "event": "Turkish F-16s shoot down a Russian Su-24 operating in Northern Latakia. Both occupants ejected successfully. The pilot was shot and killed by Syrian Turkmen rebel ground fire while descending by parachute. The weapon systems officer was rescued two days later. A Russian naval infantryman from the search-and-rescue team launched to retrieve the two airmen was also killed when a rescue helicopter was shot down by the rebels."}]}, {"27 November": [{"refs": [], "event": "Rebel Free Syria Army (FSA) Brig. General Rashid Bakdash is killed in action during the Hama offensive, being the highest-ranking officer killed in the rebels forces."}]}, {"28 November": [{"refs": [{"text": "The MSF hospital was hit by “double-tap” barrel bombs and caused the death of seven people. The “double-tap” barrel bombing is used by the Syrian air force", "href": "http://neurope.eu/article/msf-hospital-in-syria-hit-by-barrel-bomb-attack/"}, {"text": "Syria: Double-tap bombing on MSF-supported hospital – hospital partially destroyed – patients under treatment died in transit", "href": "http://www.msf.org/article/syria-double-tap-bombing-msf-supported-hospital-%E2%80%93-hospital-partially-destroyed-%E2%80%93-patients"}], "event": "A regime helicopter dropped barrel bomb on a populated area of Zafaraneh town near the city of Homs, killing a man and a young girl and wounding 16 other people. Soon after the patients were all admitted to the MSF-supported Al-Zafarana hospital, three more barrel bombs landed nearby, killing one bystander and wounding 31 patients under treatment and medical staff. Parts of the hospital were destroyed and the kidney dialysis unit was heavily damaged. The most critically wounded patients were transferred to three nearby hospitals. Five of them died en route. In total, seven people died and 47 were wounded, including 23 women and children under the age of 15."}]}, {"29 November": [{"refs": [{"text": "94 wanted persons turn themselves in to authorities | Syrian Arab News Agency", "href": "http://sana.sy/en/?p=62909"}], "event": "94 wanted persons from Damascus, its countryside and Idleb provinces turned themselves in to authorities in order to have their legal status settled."}, {"refs": [{"text": "Russian air strikes kill at least 30 in stepped up raids in northwest Syria", "href": "http://www.reuters.com/article/2015/11/29/us-mideast-crisis-syria-ariha-idUSKBN0TI07K20151129#X8PpXhvjaS6Cv1CE.97"}, {"text": "At least 18 civilians killed in Syria airstrikes: monitor", "href": "http://tribune.com.pk/story/1000636/at-least-18-civilians-killed-in-syria-airstrikes-monitor/"}, {"text": "Syria vote: Should Britain join the US, France and Russia in bombing Islamic State?", "href": "http://www.ibtimes.co.uk/syria-vote-should-britain-join-us-france-russia-bombing-islamic-state-1531516"}], "event": "Russian airstrikes kill at least 18 civilians and wound dozens more in the town of Ariha."}]}], "October 2015": [{"4 October": [{"refs": [{"text": "Egypt supports Russia’s military moves in Syria", "href": "https://english.alarabiya.net/en/News/middle-east/2015/10/04/Egypt-voices-support-for-Russia-s-moves-in-Syria.html"}], "event": "Egyptian President Abdel Fattah el-Sisi expressed its support to the Russian military intervention in the Syrian Civil War."}]}, {"7 October": [{"refs": [], "event": "4th Hama Offensive begins with Iranian and Russian support."}, {"refs": [{"text": "Syria Rebels Repel Ground Assault, Call for US Help", "href": "http://www.voanews.com/content/syrian-interim-government-prime-minister-calls-for-us-help-claims-assad-setback/2997147.html"}], "event": "The FSA repels an offensive mounted by Assad forces in the countryside near Hama, destroying 10 government tanks — despite coming under repeated Russian air assault."}]}, {"8 October": [{"refs": [{"text": "Syria Rebels Repel Ground Assault, Call for US Help", "href": "http://www.voanews.com/content/syrian-interim-government-prime-minister-calls-for-us-help-claims-assad-setback/2997147.html"}], "event": "FSA rebels claim to have downed two regime helicopters that were mounting a coordinated air assault with Russian warplanes on the village of al-Mugheer."}, {"refs": [{"text": "Syrian Army Captures 40km of Territory in Northern Hama", "href": "http://www.almasdarnews.com/article/syrian-army-captures-40km-of-territory-in-northern-hama/"}], "event": "Meanwhile, the Syrian Army captures 40 km of territory in northern Hama"}]}, {"10 October": [{"refs": [{"text": "The regime forces seize the village of Atshan and advance towards the area, and violent clashes take place in Sahl al- Ghab", "href": "http://www.syriahr.com/en/2015/10/the-regime-forces-seize-the-village-of-atshan-and-advance-towards-the-area-and-violent-clashes-take-place-in-sahl-al-ghab/"}, {"text": "Syria regime advances with Russian air support", "href": "http://news.yahoo.com/advances-syrias-aleppo-despite-russia-air-war-103750100.html"}], "event": "On 10 October, it was reported that the Syrian Army captured the strategically important villages of Atshan and Om Hartein and that it was pushing onwards to capture Khan Shaykhun in southern Idlib province. A number of government tanks and APC's were destroyed during the clashes."}, {"refs": [{"text": "Hezbollah holds funeral for senior commander killed in Syria", "href": "http://news10.com/ap/hezbollah-holds-funeral-for-senior-commander-killed-in-syria/"}], "event": "Hezbollah senior leader Hassan Hussein al-Haj was killed that day."}]}, {"14 October": [{"refs": [{"text": "Official: Russia ‘deliberately targeting’ US-backed forces in Syria", "href": "http://www.foxnews.com/politics/2015/10/14/official-russia-deliberately-targeting-us-backed-forces-in-syria/?intcmp=hpbt1"}], "event": "A U.S official told Fox News that Russian Airstrikes have killed 150 CIA trained rebels in \"deliberately targeting\" during its Intervention in Syria."}]}, {"20 October": [{"refs": [{"text": "U.S., Russia sign memo to avoid clashes in air over Syria", "href": "http://www.reuters.com/article/2015/10/20/us-mideast-crisis-russia-usa-idUSKCN0SE2HK20151020"}], "event": "Military officials of Russia and the U.S signed a \"memorandum of understanding\" to avoid clashes in air over Syria."}, {"refs": [{"text": "Canada to withdraw fighter jets from Iraq and Syria", "href": "http://www.telegraph.co.uk/news/worldnews/northamerica/canada/11944566/Canada-to-withdraw-fighter-jets-from-Iraq-and-Syria.html"}], "event": "The new elected Prime Minister of Canada, Justin Trudeau announced that his nation will no longer provide jets fighters for the fight against ISIS."}, {"refs": [{"text": "Jimmy Carter offers help for Russia’s bombing campaign in Syria", "href": "http://www.foxnews.com/politics/2015/10/21/jimmy-carter-offers-help-for-russias-bombing-campaign-in-syria/"}], "event": "Former U.S President Jimmy Carter announced that he provided maps of ISIS positions in Syria to the Russian embassy in Washington."}, {"refs": [{"text": "Russia air strikes target Syria field hospital killing two medical staff and 10 civilians", "href": "http://www.ibtimes.co.uk/russia-air-strikes-target-syria-field-hospital-killing-two-medical-staff-10-civilians-1525415"}], "event": "Russian warplanes struck a field hospital in the town of Sarmin killing 13 people, including two medical staff. A physiotherapist, Hassan Taj al-Din, and a hospital guard from the clinic, which was run by the Syrian-American Medical Society (SAMS), were killed in the attack. Taj al-Din leaves behind his four-months pregnant wife."}]}, {"28 October": [{"refs": [{"text": "Syrian regime barrel bomb falls metres from man filming attack in Daraya", "href": "http://www.telegraph.co.uk/news/worldnews/middleeast/syria/11962327/Syrian-regime-barrel-bomb-falls-metres-from-man-filming-attack-in-Daraya.html"}], "event": "Regime forces conducted airstrikes that dropped as many as 12 barrel bombs on the town of Darayya in multiple raids, killing at least three people including a woman and her son."}]}, {"29 October": [{"refs": [{"text": "Islamic State\" executes more than 200 of its own militants tried to defect, a defected leading figure said", "href": "http://www.syriahr.com/en/2015/10/islamic-state-executes-more-than-200-of-its-own-militants-tried-to-defect-a-defected-leading-figure-said/"}], "event": "The Syrian Observatory of Human Rights reported that according to a defected ISIS leading figure from Syrian descent, over 200 ISIS fighters from Chechnya and central Asian nationalities were executed for trying to defect from IS to join Jabhat al-Nusra."}]}], "September 2015": [{"1 September": [{"refs": [{"text": "Syrian rebels say kill foreign ISIS fighters in undercover strike", "href": "http://english.alarabiya.net/en/News/middle-east/2015/09/02/Syrian-rebels-say-kill-foreign-ISIS-fighters-in-undercover-strike-.html"}], "event": "Levant Front clandestine security conducted an undercover raid into an area under ISIS control in the northern Aleppo countryside, killing three foreign fighters of ISIS."}]}, {"2 September": [{"refs": [{"text": "PHOTOS ALLEGEDLY TAKEN OVER IDLIB SEEM TO PROVE RUSSIAN MIGS, SUKHOIS AND DRONES ARE CURRENTLY OPERATING AGAINST ISIS IN SYRIA", "href": "http://theaviationist.com/2015/09/02/russians-against-isis-over-syria/"}, {"text": "Russian jets in Syrian skies", "href": "http://www.ynetnews.com/articles/0,7340,L-4696268,00.html"}], "event": "Digital reports surface on the web of a possible Russian Air Force bombing campaign in Syria, mostly targeting ISIS & other Islamist objectives."}]}, {"4 September": [{"refs": [{"text": "Seven ISIS militants killed in renewed clashes with Syrian rebels near Aleppo", "href": "http://aranews.net/2015/09/seven-isis-militants-killed-in-renewed-clashes-with-syrian-rebels-near-aleppo/"}], "event": "Fierce clashes took place in the vicinity of Marea town north of Aleppo, where Levant Front rebel soldiers killed seven ISIS militants and took 11 others as hostages, beside destroying three ISIS vehicles. The Shamiya Front also seized heavy machine guns from ISIS militants, as dozens withdrew from the area after “heavy losses”."}, {"refs": [{"text": "Seven ISIS militants killed in renewed clashes with Syrian rebels near Aleppo", "href": "http://aranews.net/2015/09/seven-isis-militants-killed-in-renewed-clashes-with-syrian-rebels-near-aleppo/"}], "event": "Other rebel factions attacked ISIS-held villages of Harbal, Sandaf, Kafrah and Harjal in the northern countryside of Aleppo. It was not clear whether the attacks caused any casualties in the ranks of ISIS."}]}, {"5 September": [{"refs": [{"text": "Violent protests hit Syria's Sweida city", "href": "http://www.arabnews.com/middle-east/news/802086"}], "event": "Anti-government violence erupted in the town of Sweida, a stronghold of the Druze minority sect, following the killing of Druze leader Sheikh Wahid Al-Balous, a prominent cleric in rare explosions the previous day that claimed the lives of at least 25 others. Rioters holding the government responsible for the cleric's death destroyed the statue of late President Hafez Al-Assad and besieged security offices."}]}, {"11 September": [{"refs": [{"text": "Video Footage of Russian Marines Conducting Drills in Tartous", "href": "http://www.almasdarnews.com/article/video-footage-of-russian-marines-conducting-drills-in-tartous/"}, {"text": "Russian Marines Begin Large Scale Military Exercises Inside Syria", "href": "http://www.almasdarnews.com/article/russian-marines-begin-large-scale-military-exercises-inside-syria/"}], "event": "A Syrian military source informs of Russian troops presence in Syria."}, {"refs": [{"text": "11 dead in rebel shelling on Damascus: activists", "href": "http://www.dailystar.com.lb/News/Middle-East/2015/Sep-12/314959-11-dead-in-rebel-shelling-on-damascus-activists.ashx"}, {"text": "Rebels storm Syria's largest prison near Damascus: monitor", "href": "https://en-maktoob.news.yahoo.com/rebels-storm-syrias-largest-prison-near-damascus-monitor-125954952.html"}], "event": "Jaysh al-Islam shelled and stormed Adra Prison, taking control of two buildings."}]}, {"15 September": [{"refs": [{"text": "Syrian rebels shot down warplane, advance against pro-Assad forces in Aleppo", "href": "http://aranews.net/2015/09/syrian-rebels-shot-down-warplane-advance-against-pro-assad-forces-in-aleppo/"}], "event": "The Levant Front shoots down an M6 warplane for the pro-Assad air force near the Nairab military airport in Aleppo province, and seizes control of major parts of Hamdaniyah district after fierce clashes with pro-Assad militias, killing at least fifteen regime soldiers. The Front also bombs pro-Assad security headquarters in Salahaddin neighborhood. The regime forces responded with dropping more than six barrel bombs on the rebel-held neighborhoods of Dahiya and Shekhan in Aleppo, killing more than ten civilians."}]}, {"16 September": [{"refs": [{"text": "Pro-Assad forces commit new massacre in Aleppo", "href": "http://aranews.net/2015/09/pro-assad-forces-commit-new-massacre-in-aleppo/"}], "event": "At least 15 civilians - six children and nine women - are killed and dozens injured after pro-Assad warplanes launch some four rockets targeting residential buildings in rebel-held al-Maadi neighborhood in Aleppo city in the evening, with more than 25 injured."}]}, {"17 September": [{"refs": [{"text": "Northern Syrian rebels claim to build their own air defense system", "href": "http://www.albawaba.com/loop/northern-syrian-rebels-claim-build-their-own-air-defense-system-744988?quicktabs_accordion=1"}], "event": "A short video is released purporting to show Free Syria Army (FSA) soldiers in Idlib installing sensor wires on a new DIY missile defense system for areas under their control to provide some protection to the civilians and planning to continue the project in other cities."}, {"refs": [{"text": "Syria carries out rare attacks on ISIS capital", "href": "http://nypost.com/2015/09/17/syria-carries-out-rare-attacks-on-isis-capital/"}], "event": "Government helicopters drop barrel bombs that struck a busy market place, that is packed with shoppers and people buying necessities for children who go back to school this week, in the FSA-held Bosra, killing between 17 and 24 people and many others wounded, with many of them in critical condition."}, {"refs": [{"text": "[1]", "href": "http://www.ynetnews.com/articles/0,7340,L-4701518,00.html"}], "event": "At least 47 people were killed in air raids by Syrian government forces in rebel-held areas of the northern city of Aleppo."}, {"refs": [{"text": "[2]", "href": "http://nypost.com/2015/09/17/syria-carries-out-rare-attacks-on-isis-capital/"}], "event": "Syrian warplanes carried out a wave of airstrikes in the Islamic State-held city of Raqqa."}]}, {"18 September": [{"refs": [{"text": "U.S. Begins Military Talks With Russia on Syria", "href": "http://www.nytimes.com/2015/09/19/world/europe/us-to-begin-military-talks-with-russia-on-syria.html?_r=0"}], "event": "United States Defense Secretary Ashton B. Carter opened a dialogue regarding Syria with his Russian counterpart, Sergei K. Shoigu, aimed at making sure that American and Russian forces avoid running into each other."}, {"refs": [{"text": "Syrian rebel group claims it attacked base used by Russians", "href": "http://www.timesunion.com/news/world/article/Syrian-rebel-group-claims-it-attacked-base-used-6515973.php"}], "event": "The Islam Army posts a video showing its members firing multiple rockets at the Bassel airport on the coast used by Russian troops, and warns the Russians that they will not enjoy peace in Syria."}]}, {"21 September": [{"refs": [{"text": "Pro-Assad forces target Aleppo public market with missiles, dozens killed", "href": "http://aranews.net/2015/09/pro-assad-forces-target-aleppo-public-market-with-missiles-dozens-killed/"}], "event": "Pro-Assad forces targeted al-Shaar neighborhood in eastern Aleppo city with surface-to-surface missiles, hitting a crowded public market, killing more than 30 civilians and dozens wounded."}]}, {"22 September": [{"refs": [{"text": "Syrian army recaptures villages in the north ", "href": "http://news.yahoo.com/video/syrian-army-recaptures-villages-north-160724699.html"}], "event": "Syrian army recaptures villages in Hama suburbs."}]}, {"24 September": [{"refs": [], "event": "See also: Battle of Zabadani (2015)"}, {"refs": [], "event": "See also: 2015 Zabadani cease-fire agreement"}, {"refs": [{"text": "Syria army, rebels reach deal on Zabadani, Idlib villages: source", "href": "http://www.dailystar.com.lb/News/Lebanon-News/2015/Sep-24/316543-hezbollah-syria-army-reach-deal-with-rebels-on-fate-of-zabadani-idlib-towns-sources.ashx"}, {"text": "Sponsored by the Turkish and Iranian and the guarantee of the international envoy, the terms of the agreement about Zabadani and Kafrayya and al-Fou’aa and their surroundings", "href": "http://www.syriahr.com/en/2015/09/sponsored-by-the-turkish-and-iranian-and-the-guarantee-of-the-international-envoy-the-terms-of-the-agreement-about-zabadani-and-kafrayya-and-al-fouaa-and-their-surroundings"}, {"text": "Warring Sides in Syria Reach Deal on Al-Zabadani, Kefraya, Al-Fou'aa", "href": "http://www.almasdarnews.com/article/warring-sides-in-syria-reach-deal-on-al-zabadani-kefraya-al-fouaa"}], "event": "More than 2 months after the siege began, the UN announced that an agreement between the warring parties had finally been reached after repeated mediation efforts. Per the agreement, the remaining entrenched rebels were able to withdraw from Syrian government besieged Al-Zabadani and lease control of the town to the Syrian government while surrendering all weapons, save for light handguns, and withdrawing to the Idlib Province. Conversely, civilians (approximately 10,000 people) still remaining inside the rebel-besieged Shi'ite villages of Al-Fu'ah and Kafriya are to be evacuated. Evacuation of wounded from both sides was expected to begin as early as 25 September. An additional stipulation denotes the release of 500 rebel captives from Syrian government-held prisons. The agreement would be overseen by the United Nations office in Damascus."}, {"refs": [{"text": "Deaths for the regime forces in the road of Palmyra–Homs and regime’s helicopters target the southern countryside of Idlib", "href": "http://www.syriahr.com/en/2015/09/deaths-from-the-regime-forces-in-road-of-palmyra-homs-and-regimes-helicopters-target-the-southern-countryside-of-idlib"}], "event": "However, SOHR reported on 26 September that a rebel fighter had been killed in a firefight with the NDF near the villages of Al-Fou’aa and Kafraya."}, {"refs": [{"text": "Islamist Rebels Begin Withdrawal from Al-Zabadani: First Transport Buses Arrive", "href": "http://www.almasdarnews.com/article/islamist-rebels-begin-withdrawal-from-al-zabadani-first-transport-buses-arrive"}], "event": "Two days later the first bus transport evacuating the rebel combatants to Idlib began leaving Al-Zabadani."}, {"refs": [{"text": "Ceasefire holds in NW Syria after violation: monitor", "href": "http://dailystar.com.lb/News/World/2015/Sep-27/316668-ceasefire-holds-in-northwest-syria-after-violation-overnight-monitor.ashx"}], "event": "The ceasefire was still in effect despite of a couple of violations on 27 September."}]}, {"26 September": [{"refs": [{"text": "Syria crisis: US-trained rebels give equipment to al-Qaeda affiliate", "href": "http://www.bbc.com/news/world-middle-east-34368073"}], "event": "The U.S military admitted that US-trained Syrian rebels has handed over their vehicles and ammunition to fighters linked to al-Qaeda, apparently to gain safe passage."}]}, {"27 September": [{"refs": [{"text": "Cameron: Assad could stay for the short-term", "href": "https://english.alarabiya.net/en/News/middle-east/2015/09/27/Cameron-says-Assad-can-be-part-of-Syrian-transitional-govt-.html"}], "event": "Its reported that the British Prime Minister David Cameron did not rule out that Assad could be part of a transition, but \"what he is very clear about is that Assad cannot be part of Syria's future in the long run.\""}, {"refs": [{"text": "France launches air strikes against Islamic State in Syria", "href": "http://www.reuters.com/article/2015/09/27/us-mideast-crisis-france-syria-idUSKCN0RR07Y20150927"}], "event": "France starts launching its first air strikes in Syria targeting ISIS training camps."}, {"refs": [{"text": "U.S. support for Syria rebels illegal: Putin", "href": "http://www.reuters.com/article/2015/09/27/us-mideast-crisis-putin-usa-idUSKCN0RR0H820150927"}], "event": "Russian President Vladimir Putin branded U.S. support for rebel forces in Syria as illegal under the UN charter and ineffective, saying U.S.-trained rebels were leaving to join Islamic State with weapons supplied by Washington, according to the American military's own reports."}]}, {"29 September": [{"refs": [{"text": "Report: Pentagon Suspends Syrian Rebel Training Program", "href": "http://news.antiwar.com/2015/09/28/report-pentagon-suspends-syrian-rebel-training-program/"}], "event": "Digital Reports informs that the Pentagon has suspended the “train and equip” program for Syrian Rebels also known as New Syrian Forces (NSF)."}]}, {"30 September": [{"refs": [{"text": "Russia's expanding air campaign in Syria", "href": "http://news.yahoo.com/russias-expanding-air-campaign-syria-184422321.html"}], "event": "Russia starts bombing Syria."}]}], "August 2015": [{"11 August": [{"refs": [{"text": "Syrian army retreats in northwest Syria - Business Insider", "href": "http://www.businessinsider.com/r-to-avoid-losses-syrian-army-retreats-in-key-region-army-source-2015-8?IR=T"}, {"text": "Syria conflict: Rebels advance on Assad heartland - BBC News", "href": "http://www.bbc.com/news/world-middle-east-33866433"}], "event": "Rebels begin their push into the Alawite heartland by capturing much of the Sahl al-Ghab plain in northwestern Syria."}]}, {"16 August": [{"refs": [], "event": "See also: Douma massacre (2015)"}, {"refs": [], "event": "According to the Syrian Observatory for Human Rights, four separate missiles were fired at Douma by SAAF fighters, which struck the main market in the town during rush hour, killing 96 people."}]}, {"22 August": [{"refs": [{"text": "Syrian regime bombs Douma, killing 50", "href": "http://www.worldbulletin.net/news/163467/syrian-regime-bombs-douma-killing-50"}], "event": "At least 50 people - mainly women and children - are killed when the Assad regime targeted the Douma town in an opposition-held suburb of Damascus with barrel bombs. A number of buildings were destroyed by the attacks, while another 100 are injured."}]}, {"30 August": [{"refs": [{"text": "Islamic State battles Syrian rebel forces in Damascus", "href": "http://www.bbc.com/news/world-middle-east-34118024"}], "event": "ISIS fighters launch an assaults on Qadam and Asali in the southern outskirts of Damascus from their base in Al-Hajar al-Aswad, clashing with Jaysh al-Islam fighters in Qadam and those of Ajnad al-Sham in Asali."}]}]}